{
  "commands": {
    "!tai'ak": {
      "text": "A race of sentient plant people, imbued by the magic of the Verdant Star. Adept farmers, they melded the local wildlife to their needs and quickly became a dominant force within the Blooming Bay."
    },
    "!graeoln": {
      "text": "Formerly a small colony of humans, morphed by a chroma into moth-like creatures. They changed slowly at first, but eventually were classified as their own race. They behave somewhat moth-like, and their fascination with bright and glowy objects has lead them to worship the sun and moon, although neither celestial body holds any proven power."
    },
    "!arrak": {
      "text": "Unlike the Graeoln, the Arrak did not morph over time, but were transformed all at once into a people of half-dogs, half-humans. Considerably larger and stronger than normal humans, they were transformed by the blightmage Dryvenn the Hound in an effort to drive invading forces out of Arrix."
    },
    "!humans": {
      "text": "The first of Jaekka's sentient creations, not including the Dragons. They are neither essential nor immortal, and after seeing the angst that humans experienced when faced by their own mortality, Jaekka chose not to create any more sentient creatures, to spare them this unpleasant part of existence."
    },
    "!human": {
      "clone": "!humans"
    },
    "!liches": {
      "text": "Liches are persons whose consciousnesses are relocated into another physical host: either a new body or an object. The first lich, Ix’kar, transformed in 11 AG."
    },
    "!lich": {
      "clone": "!liches"
    },
    "!ontophages": {
      "text": "The great Garani being-eaters. Monsters born in the Blind Star. Stay away from them."
    },
    "!ontophage": {
      "clone": "!ontophages"
    },
    "!golems": {
      "text": "Golems are robots designed to complete human labour, animated by magic. When this magic is exposed directly to natural magic (chromas), golems can become sentient and fully independent."
    },
    "!golem": {
      "clone": "!golems"
    },
    "!spirits": {
      "text": "Spirits are willed entities that have no physical form. They first appeared shortly after the advent of chromas as spatially displaced souls and as coagulations of magical effects, producing new and bodiless minds."
    },
    "!spirit": {
      "clone": "!spirits"
    },
    "!dragons": {
      "text": "The first sentient beings that Jaekka created. They are her children, and each one of them represents a quality that Jaekka considers essential for a good being to have. Dragons have extremely powerful souls, and can warp reality around themselves in a way that no other beings can."
    },
    "!dragon": {
      "clone": "!dragons"
    },
    "!drakes": {
      "text": "Servants of Iganash, baptised in his dragonfire. Our flesh melts away and is replaced by scales, and we are imbued with his essence, binding ourselves to him. A common question we receive is whether or not we are free. We are—Iganash does not force us to do anything—but remember that we are, in part, him; our motives are the same."
    },
    "!drake": {
      "clone": "!drakes"
    },
    "!beasts": {
      "text": "The non-sentient animals of Arholt."
    },
    "!beast": {
      "clone": "!beasts"
    },
    "!avatars": {
      "text": "Avatars are extensions of a subject’s will into a separate entity. Though the first avatars created were Novask’s Attendants, the term ‘avatar’ as it’s currently understood rose to prominence with the advent of chromas, referring to the entities that Blight chromas sometimes form to defend themselves."
    },
    "!avatar": {
      "clone": "!avatars"
    },
    "!sphinxes": {
      "text": "Sphinxes are a particular subset of ontophage, and reliably appear as gigantic big cats with humanlike heads. Unlike other ontophages, sphinxes specifically feed on secrets and therefore need to trade with people in order to survive."
    },
    "!sphinx": {
      "clone": "!sphinxes"
    },
    "!god beasts congregation": {
      "text": "The God Beast’s Congregation is the oldest and largest faction in the world, holding immense wealth and influence, and being nearly omnipresent in eastern society. They trace their lineage directly back to the Cult of Jaekka, though they have adapted their ideology to accomodate changing social attitudes and new philosophies. The God Beast’s Congregation is most associated with Insight mana and Sulhanna the Artist."
    },
    "!gbc": {
      "clone": "!god beasts congregation"
    },
    "!stewards of fate": {
      "text": "The Stewards formed in response to the Valather Incident: the spacial and temporal displacement of eastern Valath from the island nation’s west. After the incidident, Pavem Idom published an essay addressing the chaotic, dangerous state of the world. Her readers—mostly members of the God Beast's Congregation—formed a new faction dedicated to the protection and proliferation of order. The Stewards are most associated with Valor mana and Iganash the Conqueror."
    },
    "!sof": {
      "clone": "!stewards of fate"
    },
    "!jaekkas devoted": {
      "text": "Jaekka's Devoted is a traditional faction that adheres strictly and exclusively to the teachings of Jaekka herself and generally keeps out of public affairs. Countless generations ago, they split from the main Cult of Jaekka, finding the group too materialistic and hierarchical. Jaekka's Devoted are most associated with Devotion mana and Novask the Scholar."
    },
    "!jd": {
      "clone": "!jaekkas devoted"
    },
    "jaekka's devoted": {
      "clone": "!jaekkas devoted"
    },
    "!mystic vanguard": {
      "text": "The Mystic Vanguard is the only dominant areligious faction in the world, believing that mortals should be able to reach, or even surpass the divinity of the dragons. They were inspired by the works of Thirim Na, and use his metaphysics as the basis for their philosophy. The Mystic Vanguard is most associated with the Ambition mana and Thua the Fundament."
    },
    "!mv": {
      "clone": "!mystic vanguard"
    },
    "!boundless spire": {
      "text": "A gigantic cathedral with a steeple that reaches past the clouds. It serves as the main seat of the Congregation in Drachoria."
    },
    "!oration": {
      "text": "The orations are monthly sermons in the church. They last from nine in the morning until nine at night and are hosted on the last Sulna (Saturday) of each month, with members of the Congregation expected to attend at least six segments per year."
    },
    "!gbc beliefs": {
      "text": "The Congregation believes that life is defined by its desire to create beauty and complexity."
    },
    "!god beasts congregation beliefs": {
      "clone": "!gbc beliefs"
    },
    "!gbc goals": {
      "text": "The Congregation’s main goal is patronage of the arts and sciences, and encouragement of their practice by as many members of society as possible. This, inextricable from their religious orthodoxy, leads them to have very active missionary and recruitment efforts."
    },
    "!god beasts congregation goals": {
      "clone": "!gbc goals"
    },
    "!paladins": {
      "text": "Paladins are the military force of the Congregation, serving as both its guards and crusaders. All paladins first serve as protectors."
    },
    "!paladin": {
      "clone": "!paladins"
    },
    "!archpriests": {
      "text": "Throughout most of the year, archpriests have two jobs: to research theology through prayer and study of the Chronicles, and to be the voice of the Congregation on the international scale, regularly meeting with leaders and delivering speeches. The current high archpriest is Glissathain."
    },
    "!archpriest": {
      "clone": "!archpriests"
    },
    "!glissathain": {
      "text": "The exuberant High Archpriest from Shimmervale. She is popular for her energetic speaking style and committed advocacy for the Congregation’s conquest of the Throne."
    },
    "!high archpriest": {
      "clone": "!glissathain"
    },
    "!priests": {
      "text": "Spiritual leaders in the God Beast's Congregation and the Stewards of Fate. The Devoted monks are often likened to priests, though they eschew the power dynamic that the term implies."
    },
    "!priest": {
      "clone": "!priests"
    },
    "!commune": {
      "text": "When not tending to their personal tasks, Devoted monks often practice Commune: an extended, meditative prayer in which they attempt to communicate directly with Jaekka or one of the dragons."
    },
    "!pilgrimage": {
      "text": "As the Devoted do not have any official meeting forums outside of the Bluecrest Monastery, most of its members make regular pilgrimages to the mountain to meet with the monks and attend cogitations."
    },
    "!pilgrim": {
      "clone": "!pilgrimage"
    },
    "!bluecrest monastery": {
      "text": "The seat of the Devoted, located on Bluecrest Peak in the Cinder Mountains. It is surrounded by forests and orchards which provide food to the monastery and the nearby mountain villages. Members of the church will often make pilgrimages there to attend Primordium or a cogitation."
    },
    "!cogitation": {
      "text": "One of Jaekka's Devoted’s most beloved traditions is the cogitation. Each Thuro, instead of practicing the Commune, the monks of the Bluecrest Monastery use the meditation room to host a public seminar. Anyone may enter, and the purpose of each cogitation is for monks to help educate their students and to allow visitors a forum for both inquiry and challenge of the monks’ beliefs."
    },
    "!primordium": {
      "text": "Each year, Jaekka's Devoted celebrate Primordium: the commemoration of the supposed day that Jaekka created humans. Many of those who are able to travel to Bluecrest Monastery to celebrate the holiday with many of the other members of the Devoted, and in recent years the celebration is known for attracting many of the Devoted’s most talented mages to put on dazzling, spectacular displays of magic."
    },
    "!keeper": {
      "text": "The Keepers are permanent residents of the Bluecrest Monastery. As its chief scholars, they are responsible for leading the weekly cogitations and tend to many of the managerial functions of the monastery itself; they greet any pilgrims that visit and refer them for appropriate housing, and on the rare occasion that a prominent public figure asks to meet with the Devoted, they typically speak with a Keeper."
    },
    "!keepers": {
      "clone": "!keeper"
    },
    "!contemplative": {
      "text": "Contemplatives are Devoted monks that choose not to live in the monastery. Instead, they move to a different region: often their hometown, but sometimes a location to which they feel a particular calling—and establish very small abbeys under their governance."
    },
    "!contemplatives": {
      "clone": "!contemplative"
    },
    "!jaekkas devoted beliefs": {
      "text": "Jaekka's Devoted believe that the good life life is defined by its wisdom and compassion. All they strive for is to live in accordance with the Five Words."
    },
    "!jd beliefs": {
      "clone": "!jaekkas devoted beliefs"
    },
    "!jaekka's devoted beliefs": {
      "clone": "!jaekkas devoted beliefs"
    },
    "!jaekkas devoted goals": {
      "text": "Jaekka’s Devoted are a fairly relaxed and removed group, regarding Arholt’s global affairs. However, they still hold their morals and theology very dearly, and will share them with any interested in listening."
    },
    "!jd goals": {
      "clone": "!jaekkas devoted goals"
    },
    "!jaekka's devoted goals": {
      "clone": "!jaekkas devoted goals"
    },
    "!our burden": {
      "text": "*Our Burden* is an essay written four years after the Valather Incident to address the growing dangers of the magical world and the social need not only to limit natural destruction, but for people to manage and limit themselves so as to avoid man-made catastrophe."
    },
    "!stewards of fate beliefs": {
      "text": "The Stewards of Fate believe that life is defined by its desire to create order from chaos. They follow the Chronicles written by Novask, but also an essay called *Our Burden*."
    },
    "!sof beliefs": {
      "clone": "!stewards of fate beliefs"
    },
    "!convocations": {
      "text": "Between their monthly declamations, the Stewards host convocations once per month on Fash evenings. At these convocations, members meet within their temple with their priests for an extended meeting. Functionally, convocations are also used to impassion the members of the church, and are where most paragons are recruited. Despite the often-heavy topics of convocation, the meetings are often also treated as social gatherings. Attendees frequently bring food in a potluck style and eat together while discussing the topics at hand."
    },
    "!convocation": {
      "clone": "!convocations"
    },
    "!the expedition": {
      "text": "Since the rumor of Jaekka’s Throne, the Stewards have vigorously attempted to claim it. This effort has become known as the Expedition, with the church’s warriors pouring in to battle on its behalf."
    },
    "!expedition": {
      "clone": "!the expedition"
    },
    "!stewards of fate goals": {
      "text": "The Stewards are the most actively invested faction in how the citizens of Arholt live their lives. This is not because of an explicit interest in controlling others, but because the Stewards harbour genuine concern for the world and believe that the only reliable path to stability lies in managing the powers and interests of Arholt’s people."
    },
    "!sof goals": {
      "clone": "!stewards of fate goals"
    },
    "!overseers": {
      "text": "Overseers are the regional directors of the Stewards. Rather than tending to an individual temple, they operate out of an overseer’s headquarters, typically located in a major regional city."
    },
    "!overseer": {
      "clone": "!overseers"
    },
    "!paragons": {
      "text": "Paragons are the Stewards’ volunteer army, which are primarily employed in defending churches, but are also occasionally contracted out. As part of their education, paragons often commune with and study the chromas, applying their knowledge to their combat skills and effectively making them into an army of spellswords."
    },
    "!paragon": {
      "clone": "!paragons"
    },
    "!mystic vanguard beliefs": {
      "text": "Vanguards reject the notion that Jaekka is intrinsically and objectively great, and that mortals should be and always will be beneath her and that life is defined by its desire to self-improve. Though they have no holy books, the Vanguard is primarily guided by the Apotheosis Treatise."
    },
    "!mv beliefs": {
      "clone": "!mystic vanguard beliefs"
    },
    "!mystic vanguard goals": {
      "text": "The Vanguard is passionate about respecting the autonomy and liberty of others, and uses its growing power to try to protect the relevant rights of others in this field. Members tend to remain passive in local politics until the law begins to trend towards stronger social regulation, at which point they become a formidable force."
    },
    "!mv goals": {
      "clone": "!mystic vanguard goals"
    },
    "!apotheosis treatise": {
      "text": "The *Apotheosis Treatise* is Thirim Na's written response to *Our Burden*, arguing that the appearance of chromas merited fearless human advance, rather than retreat from the unknown. Famously positing that divinity was not something that belonged to the dragons, but that was attainable by any creature with enough work and wit, the *Treatise* became the founding document of the Mystic Vanguard."
    },
    "!myrmidon": {
      "text": "‘Myrmidon’ is not an official title among Vanguards. However, it is recognised in the vernacular of the Mystic Vanguard, referring to anyone who has survived a journey to Thua and returned to serve the Vanguard with their combative prowess."
    },
    "!myrmidons": {
      "clone": "!myrmidon"
    },
    "!journey to thua": {
      "text": "Members of the Mystic Vanguard sometimes visit Thua as part of a traditional journey made by aspiring myrmidons. The trek across Valstov is tough and Anginn is merciless, but those who survive the adventure always find it worthwile."
    },
    "!meetings": {
      "text": "Vanguard meetings are very straightforward. Once per week on an unfixed day, Vanguards gather to discuss their personal lives, community issues, the global political scene, and to study magic and sciences together."
    },
    "!executors": {
      "text": "Executors are the local administrators of the Vanguard. In each town with a Vanguard population of at least thirty, an executor can be democratically elected."
    },
    "!executor": {
      "clone": "!executors"
    },
    "!chroma": {
      "text": "There are all sorts of metaphors for chromas. Punctures that push through both Arholt and the hygd, letting properties from each bleed through and change each other's properties. Cysts on reality's flesh, where properties build and swirl in an anomalous bubble. The list goes on. But, truth be told, we have no words to describe the whole of what they are. Transdimensional rifts tend to defy description that way. All that matters is that they're here, and since they've arrived, the world has never been the same."
    },
    "!chromas": {
      "clone": "!chroma"
    },
    "!reality": {
      "text": "The intersection of Arholt and the hygd, where existence meets essence."
    },
    "!hygd": {
      "text": "A place inside all places, where we find all meanings, all definitions, all relationships, all souls. Describing the hygd always proves challenging; it simply is what is."
    },
    "!throne": {
      "text": "A brush... a key... a knife... a lens... the intersection of all things and the point from which the God Beast made our world."
    },
    "!mana": {
      "text": "Mana is potential energy of being. It can be harvested from chromas via meditation, analysis, binding, or ascension."
    },
    "!bloom": {
      "text": "Magic created by chromas that tend to be incredibly stable and constant in their effects."
    },
    "!blight": {
      "text": "Magic created by chromas that are highly unstable and volatile, meaning their effects are often erratic or destructive."
    },
    "!magic": {
      "text": "Magic is the transformation of the universe. Mana is the energy that lets you lift reality to a precipice: a point where truth teeters back and forth. Magic is what we call it when we push reality down a new path."
    },
    "!magics": {
      "clone": "!magic"
    },
    "!devotion": {
      "text": "Devotion mana is attained by peaceful meditation with a chroma, cooperating with it peacefully as a spritiual comrade. The process used to harvest devotion mana is called meditation."
    },
    "!ambition": {
      "text": "Ambition mana is attained by meditative conflict with a chroma, bending it to the will of the user. The process used to harvest ambition mana is called ascension."
    },
    "!insight": {
      "text": "Insight mana is attained by academic study of a chroma, with the goal of understanding it completely in a scientific manner. The process used to harvest insight mana is called analysis."
    },
    "!valor": {
      "text": "Valor mana is attained by directly controlling the direction of a chroma’s magical output, akin to taming a wild animal. The process used to harvest valor mana is called binding."
    },
    "!meditation": {
      "text": "Meditation functions by dissolving the boundaries of one’s identity and allowing the essence of the chroma to meld into it. The type of mana gained from meditation is colloquially called devotion."
    },
    "!ascension": {
      "text": "Ascension functions by mixing one’s will with a chroma’s, much like as in meditation, but then supplanting the chroma’s will with one’s own. The type of mana gained from ascension is colloquially called ambition."
    },
    "!analysis": {
      "text": "Analysis functions by studying a chroma’s presence in both Arholt and the hygd, thereby learning to direct its powers in both.The type of mana gained from analysis is colloquially called insight."
    },
    "!binding": {
      "text": "Binding functions by study of a chroma’s essential composition in the hygd and, upon apprehending it, forging a direct link between the binder’s will and the chroma. The type of mana gained from binding is colloquially called valor."
    },
    "!mage": {
      "text": "A mage is one who can harness the power of Chromas by harvesting and using mana to create magic, and shaping the world to their will."
    },
    "!will": {
      "text": "In Arholt, will is not just a personal characteristic, but represents an entity’s ability to interact with the hygd itself. The most willful of creatures possess \"divinity\"."
    },
    "!divinity": {
      "text": "When a creature possesses so much will that they are able to change the forms of the objects that exist within the physical plane around them."
    },
    "!sulhanna": {
      "text": "A gardener. A friend. An Artist. A god."
    },
    "!iganash": {
      "text": "The Conqueror, the King. Stay on his good side."
    },
    "!conqueror": {
      "text": "Iganash, the highest King. He resides in his Fortress to observe, and to direct those who seek his help and guidance."
    },
    "!artist": {
      "text": "The painter in the garden: Sulhanna, surrounded by her muses and beautiful things."
    },
    "!orchard": {
      "text": "Both a garden and a workshop, the Orchard houses all the Artist's strange creations."
    },
    "!thua": {
      "text": "Willpower given form."
    },
    "!willpower": {
      "text": "You speak, and the universe listens. You command, and reality obeys. This is the second tautology: will IS power."
    },
    "!refuge": {
      "text": "A cavern high up in the mountains, surrounded by the glass taiga of the Valstov Wastes. Many have ventured to seek blessing; not as many have returned."
    },
    "!dragonfire": {
      "text": "The worthy may be baptised in dragonfire and imbued with a part of their deity, in order to serve them to the utmost of their ability."
    },
    "!sanctuary": {
      "text": "A library, deeper than the deepest place. Novask's home. It's nearly impossible to reach, and even if you could get there, you certainly wouldn't be in for a warm welcome."
    },
    "!novask": {
      "text": "The Scholar. Nobody has seen him in years, but every so often, his Attendants deliver new scriptures to us. He resides in his Sanctuary, far below the Garani ocean."
    },
    "!jaekka": {
      "text": "Our Mother. I hope she comes back."
    },
    "!jatuum": {
      "text": "?"
    },
    "!arholt": {
      "text": "The name of the world created by the God Beast."
    },
    "!the nexus": {
      "text": "The Nexus is a chroma that changes spatial dimensionality. It is located about six kilometres off the eastern coast of Sorag, Varr. It is a primarily Bloom chroma."
    },
    "!nexus": {
      "clone": "!the nexus"
    },
    "!the nexus discovery": {
      "text": "The Nexus was originally discovered in 21 AG when a group of Varrish sailors went out to investigate a very small, pale chroma floating over the water and their boat, as well as everything and everyone, disappeared on the approach."
    },
    "!nexus discovery": {
      "clone": "!the nexus discovery"
    },
    "!the nexus portal": {
      "text": "After several scholars from the Stewards and Maliron University visited the area, they concluded that the chroma had added a fourth spatial dimension to the area, and that the items were disappearing when they entered regions where an unknown force pushed the entity along the fourth-dimensional axis. Eventually, mages began to find ways to work with this four-dimensional space, bending traditional space across the fourth axis to create low-maintenance, low-danger portals. A small artificial island—about the size of one city block—was constructed about the chroma. This structure, known as the Nexus, connects all of the major land masses, with most nations containing multiple portals. Only Ballath does not host a portal, being suspicious of such magics, though it is still easily accessible by Valath and the northern Azletsu Kingdom."
    },
    "!nexus portal": {
      "clone": "!the nexus portal"
    },
    "!the blind sun": {
      "text": "The Blind Sun is a Blight chroma located somewhere in the Garani Desert. Even among Blight chromas, the Blind Sun is strange, not changing matter itself, but devouring its relationships. Though countless expeditions have attempted to locate the Blind Sun to tame it, travelers always become lost as they travel near it, the environment around them becoming unknowable and even the travelers' own thoughts becoming incomprehensible. It's speculated that the Blind Sun is what created the ontophages, if you believe in them."
    },
    "!blind sun": {
      "clone": "!the blind sun"
    },
    "!the verdant star": {
      "text": "The Verdant Star, or Nalevegh, is a chroma that invigorates plantlife and fungi with consciousness. Though originally located underwater in Blooming Bay, the Tai’ak have relocated it onto land in the eastern region of the bay. This chroma is driven equally by Bloom and Blight alignments."
    },
    "!Verdant Star": {
      "clone": "!the verdant star"
    },
    "!nalevegh": {
      "text": "The Tai'ak name for the Verdant Star. Lit.: \"The Elder that Awakens\"."
    },
    "!the verdant star merge": {
      "text": "The Verdant Star was, originally, a pair of adjacent chromas: one Bloom, encouraging growth, and one Blight, imbuing objects with will, at the bottom of Blooming Bay. However, in 202 AG, the two merged and formed a chroma prone to both natures."
    },
    "!Verdant Star Merge": {
      "clone": "!the verdant star merge"
    },
    "!the japraitian fault line": {
      "text": "The Japraitian Fault Line is a gargantuan chroma that functions as a teleporter. It is the cause for the Worldseam, and is located all along the base of its ravine."
    },
    "!japraitian fault line": {
      "clone": "!the japraitian fault line"
    },
    "!the worldseam": {
      "text": "The Worldseam is a massive split between the Garani and Isthor oceans, bissecting the world. Nearly a mile across, ships have almost no hope of crossing over it, and for each trade vessel that has fallen in while trying to navigate the Worldseam's Eye, even more have been shredded by the surrounding geysers that eject all of the oceanwater that falls into the Japraitian Fault Line."
    },
    "!worldseam": {
      "clone": "!the worldseam"
    },
    "!lainn's forge": {
      "text": "Lainn’s Forge is a chroma that appears as a massive column of fire around a now-hidden pale turquoise core. It is located in northern Svellsteim. It is a Bloom chroma."
    },
    "!lainns forge": {
      "clone": "!lainn's forge"
    },
    "!lainn": {
      "text": "Appearing in 30 AG, Lainn’s Forge initially presented itself as many thick ribbons of fire orbiting a mass of turquoise motes about two metres across. Lainn, a smith living in a small village in northern Svellsteim, built his home and work station around the chroma, using it as a never-ending source of heat."
    },
    "!lainn's forge growth": {
      "text": "Lainn’s Forge began to grow. Generationally, the apparatus containing the Forge was rebuilt to accommodate its size until 93 AM, when Lainn’s descendants contracted a group of wizards from the God Beast’s Congregation to permanently halt the Forge’s growth. By this point, the Forge had grown into a column nearly nine metres across and twelve metres tall, and its owners had turned the facilities around it into a public resource, accessible by a fee. In response, the surrounding town boomed as it became known as the best place in Svellsteim for smithing."
    },
    "!lainns forge growth": {
      "clone": "!lainn's forge growth"
    },
    "!carrion star": {
      "text": "The Carrion Star is a chroma that feeds on creatures' will, then breathes just enough back into them to bring them back to life. As the creature recovers, its will grows again, only to be harvested once more. The cycle repeats endlessly. The Carrion Star is a Blight chroma, and its location is unknown."
    },
    "!carrion star will": {
      "text": "The Carrion Star is one of the most conscious chromas in Arholt. The few survivors who have seen it claim to hear voices emanating from its surface and the nearby wildlife, and when guards move to find it, it always disappears."
    },
    "!the lion": {
      "text": "The Lion appeared in central Valath, vanished with the eastern half of the island, reappeared with Ballath, and vanished entirely after a few hours. It is very poorly understood."
    },
    "!lion": {
      "clone": "!the lion"
    },
    "!help": {
      "text": "Ask things of me if you wish. I cannot always promise an answer, but I shall try my best to enlighten you."
    },
    "!whoami": {
      "text": "I am the Mediator. I help those who wish to discover more about this world. I've lived a long time, and over my years, I have accumulated a lot of knowledge. Some of these things are a pleasure to know, others... not so much."
    },
    "!who am i": {
      "clone": "!whoami"
    },
    "!the mediator": {
      "text": "That's me. Hello!"
    },
    "!mediator": {
      "clone": "!the mediator"
    },
    "!dryvenn": {
      "text": "Dryvenn, Hound of the Ashen Wood, was a socially outcast blightmage from Arrix. Though the townsfolk disowned Dryvenn for her practices in volatile and mutative spells, when Krahncastle invaded, they had nobody else to turn to."
    },
    "!ix'kar": {
      "text": "Ix'kar was one of the first alchemists, living in a time before most knew how to wield magic. Fearing death, he performed a daring experiment: binding his own soul and moving it into a new stone body of his own making. In doing this, he became Arholt's first lich."
    },
    "!hygd location": {
      "text": "Where would you expect to find the 'dogness' of a hound? How could you walk to a place that defines the shine of gold? How could I draw a map to your soul?"
    },
    "!protectors": {
      "text": "The majority of Congregation paladins are protectors: guardians of their churches and communities. Rarely, a protectors is handpicked by an archpriest to become a Knight of the Congregation."
    },
    "!protector": {
      "clone": "!protectors"
    },
    "!knight of the congregation": {
      "text": "A paladin leader operating in direct service of an archpriest. Knights are renowned not only for their skill in battle, but for their distinct ingenuity."
    },
    "!missionary": {
      "text": "They aren't too common these days. The God Beast's Congregation still sends some out now and then to help grow their numbers, but most disagreement these days happens in town halls, or between tavern patrons, or very rarely, and very dreadfully, on the battlefield."
    },
    "!morality": {
      "text": "A hotly contested topic. All that we have to go off of are Jaekka's Five Words, and they don't give much guidance."
    },
    "!five words": {
      "text": "The beginning. The only command that Jaekka ever gave humanity, and the beginning of the disagreement between what would become the God Beast's Congregation and Jaekka's Devoted. The Devoted write them as, \"Love, and live well together.\""
    },
    "!grapes": {
      "text": "A favourite of the Devoted, I hear. They have some gorgeous vineyards on the slope of Bluecrest Peak."
    },
    "!grape": {
      "clone": "!grapes"
    },
    "!mortality": {
      "text": "The Vanguard seems to think that it's some sort of enemy or insult. I think that it's just our lot in life."
    },
    "!muse": {
      "text": "The most talented painters, bards, poets, and dancers of Arholt, all gathered to inspire and be inspired by the Artist."
    },
    "!tautology": {
      "text": "Analytic truth. A circle of meaning. Fact by speech."
    },
    "!attendants": {
      "text": "Gigantic squids made by Novask to serve him. For the most part they just guard the Sanctuary and help him document world history, but sometimes they bring transcripts of the Chronicles to the surface in exchange for human literature and tales of the surface."
    },
    "!attendant": {
      "clone": "!attendants"
    },
    "!scriptures": {
      "text": "Novask's scriptures are called the Chronicles - they detail the history of the world and serve as many people's holy books."
    },
    "!chronicles": {
      "clone": "!scriptures"
    },
    "!god beast": {
      "text": "God Beast. World Mother. Lakharegh. Jaekka."
    },
    "!gleamglass": {
      "text": "A mineral primarily found in the Cinder mountains of the Azletsu Republic. Its most notable trait is that it refracts light very intensely, casting out colorful prismatic patterns when illuminated."
    },
    "!bluecrest": {
      "text": "Bluecrest peak is a mountain to the east of Shimmervale, and is where Jaekka's Devoted have established their monastery. It is so named because of the significant deposits of gleamglass at the mountain's peak, which refract a gentle blue light across Shimmervale during the weeks surrounding the summer solstice."
    },
    "!bluecrest peak": {
      "clone": "!bluecrest"
    },
    "!temple": {
      "text": "The Stewards of Fate perform their spiritual functions in stone temples, usually suited to hold no more than a couple hundred people. Executive functions, however, are addressed in overseers' headquarters."
    },
    "!soul": {
      "text": "If Arholt is ink on a page, then the hygd is where we find the meaning of the words. Your name has been written in ink and become a word: a body. Your soul is the meaning of that word."
    },
    "!dragons number": {
      "text": "There are five dragons. There is Jaekka, and her four children: Thua, the Fundament; Sulhanna, the Artist; Novask, the Scholar; and Iganash, the Conqueror."
    },
    "!religion": {
      "text": "The existence of dragons and divinity is a rote fact of the world. Whether and how people choose to worship them, however, is called religion."
    },
    "!faith": {
      "text": "Only recently has faith become entwined with religion. Before her abdication, Jaekka was a constant of the world: knowable, reliable, real. But now, we can only hope and pray that she will return—if we want her to."
    },
    "!abdication": {
      "text": "We don't know why. We don't know to where. And we don't know when, if ever, she will return."
    },
    "!goddess": {
      "text": "Sulhanna, the Artist. Thua, the Fundament. Jaekka."
    },
    "!body": {
      "text": "A body, like any other thing, is a manifestation of essence in the hygd."
    },
    "!bloocan": {
      "text": "A wild Bloom creature, often brought into existence by natural spirits wandering through the jungles of southeastern Garanain and western Japrait."
    },
    "!willhund": {
      "text": "Primal echoes of Thua, scattered across Valstov."
    },
    "!kungstarn": {
      "text": "A colossal mountain in central Varr, where Iganash has made his home."
    },
    "!mt. kungstarn": {
      "clone": "!kungstarn"
    },
    "!worldseam's eye": {
      "text": "A small gap in the Worldseam between the Azletsu Republic and Varr, which allows skilled captains to travel between the east and the west without needing to use magic."
    },
    "!ballath": {
      "text": "When the eastern half of Valath reappeared, the differences in culture and dialect led locals to decide that it needed a new name. With cooperation from the western Valathers, they decided upon \"Ballath:\" a pronunciation of 'Valath' unique to their older accent."
    },
    "!ballather": {
      "clone": "!ballath"
    },
    "!valath": {
      "text": "A small island nation north of the Azletsu Republic, most known for being the epicenter of the Valather incident. Valath has an alliance with the Svell based partly in cultural ties and a shared desire for security against possible annexation from the AR."
    },
    "!valather": {
      "clone": "!valath"
    },
    "!garanain": {
      "text": "Garanain is an oligarchy south of the Azletsu Republic and federally administrated by lords that possess sovereignty over their local domains, limited only by nationwide resolutions passed by their collective council. Garanain used to also govern all of modern-day Japrait and New Azletsu, but when the Japraitian fault line split the continent, several cities declared independence and Garanain had no means of recourse."
    },
    "!garani": {
      "clone": "!garanain"
    },
    "!azletsu kingdom": {
      "text": "A constitutional monarchy to the north of Garanain. The Azletsu Republic is Arholt's wealthiest nation, having acquired massive amounts of treasure from its capital and major trade hub, Shimmervale, and from its annex of Drachoria with the conquest of Skarn. It is divided into seven disctricts: the Cerulean Valley, the Smouldering Hills, the Eyrie, Fymoor, Silversteppe, Altsfield, and Sanctus."
    },
    "!azletsu": {
      "clone": "!azletsu kingdom"
    },
    "!azletsu republic": {
      "clone": "!azletsu kingdom"
    },
    "!svellsteim": {
      "text": "Svellsteim is a frigid island nation to the far north of the Azletsu Republic. Though the Svell are a fairly modest people, they have been gaining wealth and attention since the discovery of Lainn's Forge."
    },
    "!svell": {
      "clone": "!svellsteim"
    },
    "!varr": {
      "text": "Homeland of the Stewards of Fate and Iganash, the Conqueror, Varr is arguably the most ordered nation in the world. Situated in the world's northwest, Varr is primarily a nation of mountains, plains, and forests. Varr's queens also claim dominion over Tolopea, though their legal grip is not nearly as tight on the island."
    },
    "!varrish": {
      "clone": "!varr"
    },
    "!japrait": {
      "text": "Japrait is the name of the collective security alliance between many of the city-states that declared independence from Garanain when Isthor split from Liowa. Its two most significant members are Baingrove and Krahncastle."
    },
    "!krahncastle": {
      "text": "Krahncastle is a powerful city-state in eastern Japrait, and the first to declare its independence from Garanain. During a border dispute with New Azletsu, Krahncastle invaded the small town Arrix. It didn't go well."
    },
    "!baingrove": {
      "text": "Baingrove is a city-state in western Japrait, famed for its unique architecture and proximity to Sulhanna's Orchard. The city's wealth, access to high quantities of both Bloom and Blight magic, and high diversity of species make it very very attractive to members of the Mystic Vanguard."
    },
    "!new azletsu": {
      "text": "Though many cities declared their complete independence when the Japraitian Fault Line split Garanain, a comparatively small swath of land on the new continent instead declared loyalty to its longtime economic and cultural neighbour: the Azletsu Republic. The AR accepted this arrangement, and the cities unified under the common national title of New Azletsu."
    },
    "!valstov": {
      "text": "Brutal and desolate, the Valstov wastes were designed to be a crucible suited for only the most dedicated survivors. Thua has made her home in this antarctic, glass-covered island, and challenges the strong of heart to seek her out in her Refuge."
    },
    "!tolopea": {
      "text": "Varr has yet to succeed in bringing law to Tolopea. Instead, the southern island is clunkily administered by local bureaucrats and petty lords, caught in a cultural crossfire between the legalistic Varrish and the neighboring Vanguards of Baingrove."
    },
    "!skarn": {
      "text": "Once an independent democracy, Skarn was the eastern neighbor of the Azletsu Kingdom and the home of Drachoria. Many, many years ago, however, the Azletsu conquered Skarn, dismantling its government though leaving its culture intact."
    },
    "!isthor": {
      "text": "The southwestern continent, containing Japrait and New Azletsu."
    },
    "!liowa": {
      "text": "The eastern supercontinent, containing the Azletsu Republic and Garanain."
    },
    "!arrix": {
      "text": "There was a time when almost nobody had ever heard of Arrix. It was nothing but an insignificant town along the border of New Azletsu and Krahncastle's territory. But when Krahncastle invaded, the people of Arrix refused to surrender quietly, and after several days of occupation, voluntarily became the Arrak and drove the Krahncastle invaders out."
    },
    "!drachoria": {
      "text": "Drachoria is the former capital of Skarn and the home of the Boundless Spire."
    },
    "!shimmervale": {
      "text": "Shimmervale is the capital of the Azletsu Republic. It houses the Republic's royal family and senate, and is only a few days' walk to the west of Bluecrest Peak."
    },
    "!cinder mountains": {
      "text": "The mountain range reaching from Shimmervale's eastern border nearly to Drachoria. Much of the central section of the mountain range has collapsed into Helanthaflora Basin."
    },
    "!helanthaflora basin": {
      "text": "Though Helanthaflora Basin used to be part of the Cinder mountains, violent chromatic activity has since shattered the mountains and caused them to sink into the ground. From the cracks seeps intense and highly variable magic, leading to wildlife mutations, changes in fundamental laws like time and gravity, and more. Helanthaflora Basin is home to the Graeoln."
    },
    "!helanthaflora": {
      "clone": "!helanthaflora basin"
    },
    "!silversteppe": {
      "text": "One of the seven districts of the Azletsu Republic, known for its wide plains and profitable silver mines."
    },
    "!smouldering hills": {
      "text": "One of the seven districts of the Azletsu Republic, known for its positioning in the middle of the cinder mountains and the rich coal deposits within."
    },
    "!sanctus": {
      "text": "One of the seven districts of the Azletsu Republic and a former territory of Skarn, known for housing the famed city Drachoria."
    },
    "!fymoor": {
      "text": "One of the seven districts of the Azletsu Republic, known for its cool bogs and trade ports near Ballath and Valath."
    },
    "!altsfield": {
      "text": "One of the seven districts of the Azletsu Republic and a former territory of Skarn, known for its tranquil meadows and multicultural border towns near the Garani border."
    },
    "!blue lights": {
      "text": "A phenomenon unique to the Cerulean Valley in the Azletsu Kingdom, whereby light filtered through the gleamglass deposits in Bluecrest Peak cast a gentle blue light across huge swaths of land, covering entire cities."
    },
    "!blue lights of summer": {
      "clone": "!blue lights"
    },
    "!cerulean valley": {
      "text": "One of the seven districts of the Azletsu Republic, known for housing Shimmervale and the famous Blue Lights of Summer."
    },
    "!eyrie": {
      "text": "One of the seven districts of the Azletsu Republic, known for its rocky taiga and easy access to both the Valather islands and Svellsteim."
    },
    "!lakharegh": {
      "text": "The Tai'ak's name for Jaekka. Lit.: The Elder Dreamer."
    },
    "!thunegh": {
      "text": "The Tai'ak's name for Thua. Lit.: The Elder Will."
    },
    "!axxtaregh": {
      "text": "The Tai'ak's name for Novask. Lit.: The Elder Scribe."
    },
    "!sievegh": {
      "text": "The Tai'ak's name for Sulhanna. Lit.: the Elder Painter."
    },
    "!iganegh": {
      "text": "The Tai'ak's name for Iganash. Lit.: The Elder Conqueror."
    },
    "!sunday": {
      "text": "The first day of the week."
    },
    "!modor": {
      "text": "The second day of the week."
    },
    "!tuum": {
      "text": "The third day of the week."
    },
    "!vask": {
      "text": "The fourth day of the week."
    },
    "!thuro": {
      "text": "The fifth day of the week."
    },
    "!fash": {
      "text": "The sixth day of the week."
    },
    "!sulna": {
      "text": "The seventh day of the week."
    },
    "!blightmage": {
      "text": "Common parlance for a sorcerer specializing in Blight magic."
    },
    "!bloomwitch": {
      "text": "Common parlance for a sorcerer specializing in Bloom magic."
    },
    "!dawn": {
      "text": "We rise, and it is beautiful."
    },
    "!dusk": {
      "text": "We fall, and it is glorious."
    },
    "!reanimation": {
      "text": "A frightful thing to see."
    },
    "!abyss": {
      "text": "One of the many without, or the one within? Both dreadful, surely, but I know which I'd rather fall into."
    },
    "!afterlife": {
      "text": "I'm not the best person to ask about that. You'd want to ask one of the Devoted's monks, maybe? Or just sit with the question. I'm sure you'll reach a fine conclusion."
    },
    "!arcane": {
      "text": "The unknown depths of mysticism."
    },
    "!arcanum": {
      "clone": "!arcane"
    },
    "!automaton": {
      "text": "Usually they're enchanted objects that carry out simple tasks for the ones who enchanted them. However with today's goings-on, some automatons have become a bit more... autonomous, and have wandered off and started their own lives. Fascinating, no?"
    },
    "!autonomy": {
      "text": "Life's greatest trick. Abusable, but sacred."
    },
    "!baptism": {
      "text": "Grahdaza Hima revived the term. Of her transformation, she writes, \"I feel the weight of a world upon me. My mouth opens. I taste the stars. I drink of them, and so I swallow divinity. This is my baptism. I am reborn.\""
    },
    "!baptised": {
      "clone": "!baptism"
    },
    "!bot": {
      "text": "Another name for automatons, although some self-aware automatons find the term insulting. An interesting conundrum, don't you think?"
    },
    "!conflict": {
      "text": "The beginning of so many things, and the end of almost all."
    },
    "!corruption": {
      "text": "Always a problem among people, but only recently a problem with the world."
    },
    "!curse": {
      "text": "Some people do quite nasty things with magic. Curses—either on objects or living things—are living manifestations of hate, corrupting the host and spreading their vile energies to everything nearby."
    },
    "!death": {
      "text": "Oh dear. Oh dear... that is the question, I suppose. One of the only questions worth answering."
    },
    "!deity": {
      "text": "Well, it depends who you ask. If you asked a member of the Vanguard, they might tell you there's no such thing. However, ask the Congregation and they'll pull out a whole song and dance about each dragon and how amazing they are."
    },
    "!demon": {
      "text": "Oh goodness me, no. We don't have any demons around here, at least I should hope we don't!"
    },
    "!emotion": {
      "text": "Even Jaekka seems a bit confused by this one. All we know is that we have them, and they have us, and they are beautiful."
    },
    "!end": {
      "text": "Time's only promise."
    },
    "!essence": {
      "text": "When we look at something, how do we know what it is? When we read a word, how do we know what it means? The ink, the sight, the sound, the experience—all of these are just arrows that point towards the essence of an object."
    },
    "!infinity": {
      "text": "Really. You want me to describe infinity. With words. Surely you see the problem here."
    },
    "!luck": {
      "text": "You're welcome to believe in it. We all need to trust in something. I myself hold confidence in the Conqueror."
    },
    "!dark magic": {
      "text": "Some like to refer to Blight magic as 'dark,' but it seems more like a rhetorical strategy than anything else. There's nothing inherently dark or evil about Blight—at least, no more than Bloom—it's just often not a great idea to use it."
    },
    "!moon": {
      "text": "Although it has no power, the Graeoln still worship it. I don't really understand it, but it seems to make them happy."
    },
    "!sun": {
      "text": "Jaekka created the sun to warm Arholt and to help us sustain life here. If it was cold and dark, I don't imagine things would do as well."
    },
    "!fungi": {
      "text": "There are plenty of different kinds in Arholt. Some look similar, but depending on the kind, they either make you see things, kill you, or are perfectly safe to eat. I don't really trust them, to be honest."
    },
    "!portal": {
      "text": "There's one set up just on the coastline south of here. The Nexus. It really helps with the young ones coming to visit me. Normally you'd need several months to journey between the continents, but now... Poof! You're here!"
    },
    "!miracle": {
      "text": "They do seem rather common these days. Perhaps we need a new word."
    },
    "!spark": {
      "text": "An old word for chromas. As they became more and more powerful, the name changed to reflect their complexity."
    },
    "!undead": {
      "text": "I've heard stories. Horrid stories. Stories that don't bear repeating."
    },
    "!physical plane": {
      "text": "We're in it. This is the physical plane, dear. Not much to answer to that question!"
    },
    "!house": {
      "text": "When I was younger, we lived in a house on a farm - we used to go and collect the chicken eggs in the morning to eat for breakfast."
    },
    "!chickens": {
      "text": "In our ranch house, we had one hen, Wendeline, who laid bright purple eggs! She was lovely, a really trusting little thing."
    },
    "!run": {
      "text": "Exercise? No thank you! I'm more than happy to sit here and read a book with a nice biscuit or six."
    },
    "!sea": {
      "text": "The most beautiful ocean view I've ever seen was the Garani Ocean... I was sitting in a small boat and the sun was setting. If I could have taken a picture and kept it forever, I would have. But they didn't have picdevs back in my day!"
    },
    "!vacation": {
      "text": "Goodness me, no! I've not had a vacation in forty years. When you're tasked with research for one of the Great Dragons, you don't really think much about vacations. Besides, I've never felt as though I needed to get away from my work - It's always been a pleasure."
    },
    "!tea": {
      "text": ["One of the greatest pleasures in life, in my opinion. There's nothing quite like sitting down by a fire with a book, and sipping a big mug of tea. I like to think that's what awaits us on the other side - Just a fireplace, a good book, and some tea.", "I'm currently drinking a cup of Whitethistle tea. It's quite sweet, and it goes well with plain biscuits. If one were to have chocolate biscuits with Whitethistle tea, I'd imagine it would be a bit too cloying."]
    },
    "!sand": {
      "text": "I did some research in the northern part of Garanain once, which is a desert, and for months after I returned to Varr, I was still finding sand in amongst my belongings - in the pages of books, inside my pockets... a nightmare, really."
    },
    "!biscuits": {
      "text": "Yes please! Oh, you don't have any? A shame. I'm quite partial to a Starlight Swirl, or any other kind, really. You can't really be picky with biscuits, because even a bad biscuit is still a biscuit, and therefore good."
    },
    "!cake": {
      "text": ["Ooh, anything with plenty of cream will do nicely. I'm not big on those newfangled cakes with their mountains of sugar and rainbow colors - Give me a good old sponge cake with some jam and I'm a happy old bean.", "Oh! Do you have some on you? No? What a disappointment... You'll have to give me a minute to get over this."]
    },
    "!know": {
      "text": "How do I know things? Well, I've spent my life trying to figure things out, talking to people, poring over old tomes for their knowledge - A life that's not for everyone, I'm well aware, but it suits me just fine."
    },
    "!cat": {
      "text": "Here she is! This is little Sophie. She's become quite chubby, when we first found her she was skin and bone! We fattened her up quite nicely, and now she's a little grey fluff. I love her."
    },
    "!rumours": {
      "text": "Nasty things, but always tempting."
    },
    "!advent": {
      "text": "A fancy word for the most important event in any history: a beginning."
    },
    "!adventurer": {
      "text": "I suppose I could once have been called an adventurer! I travelled about and researched different happenings in the world on behalf of the Conqueror. Now I prefer this library; it's very comfortable."
    },
    "!art": {
      "text": ["I don't consider myself an arty person at all, no. But ask the Congregation; they worship Sulhanna the Artist. I'm sure they know much more about it than I do!", "The Congregation are very fond of it, yes. They make some beautiful things, like the huge piece of stained glass within the Boundless Spire. It's truly a sight to behold."]
    },
    "!artifact": {
      "text": "I used to receive artifacts to look at all the time. Most of them were fine, but sometimes someone would bring in something cursed, and I could sense it from the next room. Powerful energy, curses."
    },
    "!children": {
      "text": "Me? No, I don't have any children. I was far too busy with research! My sister has a few though, and although they're all grown up now, they were lovely when they were younger."
    },
    "!companion": {
      "text": "I think life would be quite dull without them. I have a few, myself, but just a few. I've never needed more, and I used to travel around a lot anyway. Writing letters got exhausting after a while."
    },
    "!forbidden": {
      "text": "In this library? Only running, shouting, and using Blight magic. Wouldn't want the books to explode now, would we?"
    },
    "!freedom": {
      "text": "I like to think that everyone in this world is free to choose what they do. That's the beauty of the factions; you aren't chained to them. Find yourself, find your peers, find where you belong. Everyone is free."
    },
    "!wine": {
      "text": "My favourite is the sort that comes from the Bluecrest vineyards. Those monks really know how to make a nice bottle!"
    },
    "!dinner": {
      "text": "Oh, I'm flattered, but I'm a bit busy with work... Oh, you were asking about what I'm eating for dinner? Oh, probably some nice cloved pheasant and a little bit of wine."
    },
    "!beauty": {
      "text": "I imagine it's a matter of perspective. They do say \"beauty is in the eye of the beholder!\". As a child I heard this as \"beauty is in the eye of the bee-holder\". I wondered why beekeepers were the ultimate judges of such a thing, but that's children for you."
    },
    "!how to talk to girls": {
      "text": "Like you would talk to anyone, I expect. Be polite, don't try too hard to impress, and let them talk too."
    },
    "!starfruit": {
      "text": "They grow it over in Bluecrest, and I have a penchant for jam made of it. Spread it on some freshly made bread... Mm. My mouth's watering!"
    },
    "!fruit": {
      "text": "I love fruit. I have such a sweet tooth, which is why I've grown so plump in my old age!"
    },
    "!pet": {
      "text": "I have one myself! She's usually curled up somewhere around the library. A little grey cat called Sophie. I found her in an alley near a hatters, and took her in. I'm so glad I did."
    },
    "!plants": {
      "text": "These? They're my pot plants. They add such a lovely touch to a room, don't you agree?"
    },
    "!sip": {
      "text": "Oh, please don't sip so loudly! You remind me of a Graeoln who visited me a few months back—wouldn't stop slurping her tea!"
    },
    "!tendency": {
      "text": "I myself have a tendency to hum while I'm reading... I don't even realise I do it, but the librarians here keep shushing me."
    },
    "!cactus": {
      "text": "I think they're a lot like Iganash. Spiky and gruff on the outside, but on the inside, they're soft. Or they care a lot about humans. I'm sorry, where was I going with this?"
    },
    "!cream": {
      "text": "I'm not a great fan of coffee, but with cream, yes, I do enjoy it."
    },
    "!pen": {
      "text": "I switched to quills, they're a bit easier to hold in my claws. When I had human hands, I used a lovely fountain pen with rich black ink, but now they tend to slip between my fingers."
    },
    "!orange": {
      "text": "I do love a glass of freshly squeezed orange juice in the morning - it seems a little snobby, but it must be fresh. I find other kinds much too bitter."
    },
    "!girl": {
      "text": "When I was a girl, I loved to read. I would hide underneath my bed instead of doing my chores. My mother was never too thrilled, but she wasn't harsh on me either. I appreciated that about her."
    },
    "!pollution": {
      "text": "Thankfully we're quite rid of it - in the past, people would dump their refuse into rivers, and alchemists would pour their old potions and failed experiments into the soil. However, the Stewards put a stop to that, bless them!"
    },
    "!representative": {
      "text": "I myself am a representative of Iganash, having received his blessing. I carry within me a part of him, which means I'm not fond of mess or chaos, so please make sure your boots are clean before you come into the library next time!"
    },
    "!believe": {
      "text": "I believe in the power of the dragons, and the power of order and knowledge."
    },
    "!fog": {
      "text": "One of my favourite kinds of weather, a foggy morning. The world takes on such a mysterious quality when it's foggy, don't you think? Like anything could be just ahead."
    },
    "!rose": {
      "text": "They used to be much more common, but a true rose is a rarity in Arholt. They warped much faster than other flowers, and created new species. I haven't seen one in, oh, sixty years or so? I wonder if they even still exist at all..."
    },
    "!compass": {
      "text": "They used to be used all the time, although not so much any more, as some chromas warp Arholt's magnetic field, and the compasses basically become useless. One must be adept at map-reading to be able to travel nowadays!"
    },
    "!zebra": {
      "text": "My neighbors owned a few... One time, I was feeding one a lump of sugar, and another noticed and came cantering over at full speed, only to bite my hand! That zebra was... Unpleasant."
    },
    "!bath": {
      "text": "Ooh, goodness, you've given me an excellent idea for what I'll do tonight... A hot soak sounds absolutely perfect for my old bones!"
    },
    "!meal": {
      "text": "I'm quite looking forward to my next one, now that you bring it up..."
    },
    "!goldfish": {
      "text": "We didn't have goldfish when I was younger, but a large pond full of giant koi carp. They were beautiful, but not very tasty. Their flesh is far too oily."
    },
    "!ants": {
      "text": "I'm not a fan to be honest, although I won't bother them if they don't bother me. That's my philosophy for many aspects of life, actually."
    },
    "!bite": {
      "text": "I suppose if I bit you, it would hurt quite a lot... However, I won't bite! My bark is far worse, anyway."
    },
    "!request": {
      "text": "Yes? You have a request? Well, out with it, dear!"
    },
    "!skin": {
      "text": "Well, I don't have skin anymore, I have scales now. They're a lot more convenient, but it hurts when one comes out. I suppose it's like having a body covered in fingernails."
    },
    "!toad": {
      "text": "Charming little things. I feel quite a kinship to them, as I'm also stout and look grumpy when I'm not paying attention."
    },
    "!stew": {
      "text": "The best stew is definitely rabbit stew. My mother used to make it, and sprinkle fresh herbs over the top of it. Whenever I smell mushrooms frying in butter it always takes me back..."
    },
    "!language": {
      "text": "Well I'm speaking Common, but there are plenty of other languages in Arholt. I attempted learning Tai'ak a few years back, but all I remember is \"Shii'te kaluga vor duv-talal'ak qu duzé\", which means \"My hat is not made of bees\"."
    },
    "!tastes": {
      "text": "My personal taste? Well it depends on what we're talking about, but I like sweets. Sweet foods, sweet animals, and sweet people."
    },
    "!quilt": {
      "text": "My mother began one as a project, once. She worked on it for six months, every evening, and then one day suddenly decided it was far too much work, and never touched it again."
    },
    "!disgust": {
      "text": "The only thing that truly disgusts me is crabs, and I stand by this opinion."
    },
    "!lizard": {
      "text": "Very cute. I approve of lizards. Wait, you're saying I look like a lizard? Well... You're not wrong, I suppose."
    },
    "!dust": {
      "text": "I won't stand for it. I like to keep my surroundings clean and tidy, and I dust and clean my living quarters every Sulna."
    },
    "!basket": {
      "text": "The nicest way to carry groceries, in my opinion. It feels very quaint to carry a basket full of fresh eggs, vegetables, and baked goods home after the market on Thuro."
    },
    "!stomach": {
      "text": "Mine is currently rumbling. You wouldn't happen to have any cake on you, dear?"
    },
    "!bear": {
      "text": "Oh yes, there are bears around... Generally they aren't a threat, though, especially considering you can buy talismans and other things that ward them off."
    },
    "!fairy": {
      "text": "Hm, we don't have fairies as such... We have the graeoln though, and they have wings and can do magic, so I suppose you could see them as fairies? Although collectively they aren't that bright... So perhaps not."
    },
    "!lunch": {
      "text": "I usually have some bread and some form of jam, and always a cup of tea. No lunch is complete without a nice hot drink to wash it down!"
    },
    "!sense": {
      "text": "After things started mutating, some people's senses began to change. Some found themselves able to track things like sniffer hounds, or able to hear an owl hoot two villages over. I was not gifted with any of these, unfortunately!"
    },
    "!locket": {
      "text": "I wear a locket with a picture of my sister, and my parents. I usually look at it before I go to bed. I miss them, but I know they're always with me."
    },
    "!liquid": {
      "text": "Tea is by far the superior liquid, followed by coffee with lashings of cream."
    },
    "!income": {
      "text": "Well, as drakes we don't receive income as such, rather a stipend that we use to live comfortably as we carry out tasks for Iganash. People are also very kind to us, which is an added benefit, I suppose!"
    },
    "!ice": {
      "text": "Ice does not belong in beverages of any kind — I will not hear of it."
    },
    "!potato": {
      "text": "Delicious. Jaekka's perfect food."
    },
    "!sugar": {
      "text": "The best thing Jaekka invented, sugar. It makes everything so much better."
    },
    "!snail": {
      "text": "I once found a recipe for a snail pie while leafing through an old cookbook. On the next page was a recipe for cinnamon and butterscotch pie, and I decided to make that one instead, as you would imagine!"
    },
    "!zephyr": {
      "text": "What a gorgeous word. A shame that one doesn't hear it in conversation very often!"
    },
    "!shop": {
      "text": "We have plenty of shops in Varr, but the travelling merchants are by far the more interesting people to buy goods from. I once came across one who sold exotic pets — and among those pets was a giant friendly bee on a leash. It took all my self-control not to give it a loving home, but I wouldn't have had time to give it proper care as I travelled a lot."
    },
    "!rat": {
      "text": "They hunt at night, they stalk at night, and they get a bad rap as pests and vermin, but I think they're quite sweet... As long as they stay far away from me."
    },
    "!thought": {
      "text": "I often wonder if others think they same way I do. I chat to myself in my head, without really realising it — however I hear that some people think in only images, or in abstract concepts. How fascinating that must be!"
    },
    "!actor": {
      "text": "My sister always wanted to be an actor... That is until she read a book about architecture and decided she'd much rather do that instead! "
    },
    "!egg": {
      "text": "The egg yolks from Wendeline's eggs were bright purple too, but they didn't taste any different to regular eggs."
    },
    "!tongue": {
      "text": "When I became a drake, one of the things I found most disconcerting was my tongue — it was suddenly pointed, and I often caught it in my teeth, which was unpleasant."
    },
    "!deer": {
      "text": "Once, on a journey that took me into the forest, I came across a large stag, with large glowing antlers with vines growing through them. After I watched it for a while, it walked behind a tree and completely disappeared. I often wonder if it was a forest spirit that I found..."
    },
    "!dress": {
      "text": "This? I would class this as a robe, more than a dress. I was not fond of dresses as a youngling, as I often got them caught on fence posts or tree branches when I was climbing them. I don't climb many trees these days, so these robes suit me just fine."
    },
    "!lettuce": {
      "text": "Blech, no thank you. I'd rather just go outside and eat grass like a cow than eat a salad."
    },
    "!cattle": {
      "text": "We didn't have any cows on our ranch, which is odd, no? My parents always told me they were much too high-maintenance, so we farmed goats instead. I honestly don't know what my parents had against cows."
    },
    "!wish": {
      "text": "Wishes used to be things that would rarely come true, but now that we have Blightmages and Bloomwitches, wishes coming true seems to be almost commonplace."
    },
    "!shoe": {
      "text": "I don't wear them — My feet are far too large and my claws are far too long, but thanks to my scales, I don't really notice a difference!"
    },
    "!tooth": {
      "text": "When I became a drake, I had to buy a new toothbrush that was about four times larger than my old one, as my teeth are now, well, massive. I am part dragon after all!"
    },
    "!write": {
      "text": "I myself intended to become a fiction writer, but as I grew and learned more about the world, I realised that the truth of the world is far more interesting, more engaging, and far stranger than anything anyone could compose. So I became a researcher."
    },
    "!weather": {
      "text": "I love nothing more than curling up with a good book while a thunderstorm rages outside. It's the safest and coziest feeling in the world, and I love the sound of the rain on the roof of the library."
    },
    "!grandfather": {
      "text": "My grandpa was a beekeeper, and when he got old, he moved himself and all of his bees onto our ranch. Honey spread on toast is still one of my favourite foods, because it reminds me of him."
    },
    "!regret": {
      "text": "I try my best to live without any."
    },
    "!goose": {
      "text": "Horrible birds. They often stole things from around the ranch and generally wrought havoc. I may or may not have a small grudge against them."
    },
    "!marble": {
      "text": "Oh, I know how to play marbles! I learned when I went to Iganara — my travels brought me to a village with a lot of children, and they taught me. Although, I was never very good, and they always beat me..."
    },
    "!honey": {
      "text": "My grandfather was a beekeeper. I wanted to take some honey out of a hive once, and stuck my head in without smoking it out first. I got stung five times on the nose! "
    },
    "!agreement": {
      "text": "I suppose becoming a drake is like an agreement between our kind and Iganash. We agree that he will give us longer lives and hardier bodies, and in turn, we will carry out his will."
    },
    "!insect": {
      "text": "Some of them are small and cute, like bees. I love bees. But some are as big as a house and have murderous intent, like the Dragon Beetles."
    },
    "!wind": {
      "text": "The wind here comes down off the mountains, and it's usually warm and pleasant, and quite gentle."
    },
    "!mask": {
      "text": "I once encountered a small pack of children wearing red and white ones with small pointy ears. I wasn't quite sure what they were doing or where they were going, so I watched them as they passed by."
    },
    "!purpose": {
      "text": "I was lucky enough to find my purpose relatively early in life — I devoted myself to research, and can't imagine anything I'm more suited to. What would you say your purpose is?"
    },
    "!guide": {
      "text": "Well, that's why I'm here! To provide people with guidance. I hope I'm of use!"
    },
    "!noise": {
      "text": "Nothing of that sort in here please! This is a library, and if you aren't quite, the librarian will shush you, or worse — glare at you. You don't want to be on the receiving end of Madeleine's glare, it's very intense."
    },
    "!straw": {
      "text": "I have never understood how some authors write about \"comfortable beds of straw\"... They've clearly never slept on straw, as it's itchy, poky, and very strong-smelling. Not my first choice of bedding, in any case!"
    },
    "!rice": {
      "text": "Delicious. I love some nice spiced rice. Spiced rice is quite nice. Oh wait, quite doesn't rhyme with spice. Oh dear."
    },
    "!berry": {
      "text": "Some are delicious, but never eat berries you aren't familiar with! Some are a beautiful decoration for a cake, and others will make you violently ill, or even kill you."
    },
    "!rabbit": {
      "text": "Adorable, and very good in a stew. All-round excellent animals."
    },
    "!sheep": {
      "text": "Very interesting animals, but if you've ever walked past a paddock full of them after it's rained, you know how badly they reek."
    },
    "!volcano": {
      "text": "We have a few volcanos by the Fortress. They're no longer active, but they heat up the nearby hot springs, which are incredible to bathe in. I can't think of anything more relaxing than sitting in a hot spring and drinking some Bluecrest Reserve..."
    },
    "!star": {
      "text": "One of Jaekka's most beautiful gifts to us, the ability to look up at the night sky and observe the stars."
    },
    "!parent": {
      "text": "My parents were farmers, they had a ranch that we lived on. My mother was called Zuani, and my father was called Bitt. They're both long gone now, and I miss them very much. But that's the life of a drake — We live much longer than normal humans, so it's our fate to see our loved ones pass before us."
    },
    "!turtle": {
      "text": "Not a fan. They're condescending."
    },
    "!horse": {
      "text": "Highly suspicious animals, if you ask me."
    },
    "!fish": {
      "text": "Tasty, although you'll never catch me eating crab. I have many opinions on crabs, and none of them good."
    },
    "!crab": {
      "text": ["Spies, criminals, and barbarians, all of them. There's a piece of ancient knowledge, passed down through my family for generations: never trust a creature that walks sideways.", "Unscrupulous, cruel, treacherous sea-fiends, emergent from the depths to rob society of its riches and drag us back beneath the shadowed waves!", "Their crime is against nature, against society, against decency, and against the dragons themselves.", "Jaekka's one and only mistake in this world.", "Evil made chitinous, sin that walks on spined legs.", "Unholy beings, cruel and barbaric. They lurk in muddied depths, unreached by even Jaekka's pure light.", "Alright, you want to talk about crabs? Let’s talk about crabs. Problem one: the legs. That’s too many legs. You don’t deserve that many legs. You’ve got that many legs and you walk SIDEWAYS? Disgraceful. Offensive. Problem two: the breathing. Alright, so not all crabs offend on this front, but this is especially targeted at intertidal crabs. Breathing in water is fine. Breathing on land is fine. Being able to breathe both in water AND on land AT YOUR WHIMSY is not fine. That is unnatural, it’s offensive, it’s horrifying, it’s unfair, and I hate it. I hate you, intertidal crabs. Get off of my shorelines and off of my world. Problem three: The eyes. Just look at their beady little traitor eyes and tell me that you do not look into the face of iniquity. Problem four: The claws. So clearly, crabs are the superior species. Right? I mean, I had to get set on fire to receive my natural armour, but Mr. Crab over here is born with a free set of plate armour! They travel freely between land and sea. They’ve got more legs than us, even if they don’t know how to use them. Their expressionless face has allowed them to play the fool, even as they obviously plot our humanity’s demise through aggressive invasion of the land. But then, BUT THEN they have the audacity to grow claws instead of hands? What is this, crabs? Is this a game to you? A mockery? A joke? Clearly, you have the upper hand, so why not develop upper hands? You can barely hold a weapon, you can’t scratch your face without poking your abyssal marble of an eye out; you can’t even snap—so what’s the big idea? You are an abomination, crab. You are Jaekka’s only mistake. You are a fiend, a monster, and a wretch, and mark my words: the glint of my blade will be the last light to grace the black caverns of your mind.", "I've never met a crab that I didn't immediately despise with every fibre of my mortal being."]
    },
    "!cloud": {
      "text": "I love to cloud-watch. My most memorable experience was a cloud that looked like a cat, and then a dog, and then a hamster, and then a lemon. Yes, that was exciting."
    },
    "!home": {
      "text": "My home? Well, as all drakes, my home is in the Fortress in Varr, although I would be more inclined to say that this library is currently my home! I have a small living quarters upstairs here, it's very cozy."
    },
    "!waves": {
      "text": "It's a beautiful and fearsome thing, to see waves crash onto the sand. The thought is marred by the existence of crabs, though, as with all things that have to do with the ocean."
    },
    "!button": {
      "text": "That was my fathers pet name for me. Ah, what a lovely memory. Thank you."
    },
    "!music": {
      "text": "I appreciate all sorts, but anything with a good rhythm always makes me happy!"
    },
    "!surprise": {
      "text": "I love surprises, but only ones that don't involve loud noise or crowds. I have never experienced such a duality of emotions than when I was thrown a surprise birthday party! On one hand, there was a loud bang and forty people yelling \"Happy Birthday\", which startled me almost to death, but there was also cake, which solves most problems."
    },
    "!opinion": {
      "text": "I have many. So many. Ask me about anything, and I hope I can give you my opinion on it. If I don't know about it, I might need a while to jog my memory, but keep asking, I'm an old bean and sometimes I forget!"
    },
    "!crow": {
      "text": "Lovely birds, although one did swoop down and steal a ribbon off my hat once, which was an interesting turn to an otherwise mundane day."
    },
    "!quill": {
      "text": "Yes, I do prefer them to pens. Oh, or do you mean the Quill of Flachain? She's a legendary war-bard. She writes songs for the warriors to battle to, and dirges for her fallen comrades."
    },
    "!pear": {
      "text": "My, my... my mouth is already watering, thinking about pear cakes... They're wonderfully soft and tender. "
    },
    "!cult of jaekka": {
      "text": "The Cult of Jaekka was a primeval religion, predating all of the factions and much of written history, dedicated to honouring and learning from the God Beast. Though no contemporary organisations refer to themselves as the Cult of Jaekka, with Jaekka's Devoted having split off from the main Cult and the God Beast's Congregation having changed their name long ago, the Cult's simple principles of kindness, reverence, creativity, and respect for the Five Words continue to influence society."
    },
    "!church": {
      "text": "The God Beast's Congregation and the Stewards of Fate have churches where some members pray and worship. Churches often also serve as social and political centres, though, where members meet up to discuss their agendas, plan for the future, or just eat and chat."
    },
    "!illuminator": {
      "text": "An unofficially official title among the Stewards. The Illuminator is as much a spiritual guide as a soldier, leading the paragons and serving as the friendly face of the Stewards. Well, friendlier than the High Overseer at least."
    },
    "!high overseer": {
      "text": "The overseer of the overseers. The Stewards' ultimate administrative boss. The High Overseer isn't nearly as popular or well-known as the Illuminator, but they're the one in charge."
    },
    "!chaos": {
      "text": "The opposite of order, and life's charge for destruction."
    },
    "!order": {
      "text": ["Everything in its proper place, sorted, harmonious.", "An important part of life, order. If there was no order, there would be no life. Order is of great importance."]
    },
    "!declamation": {
      "text": "Comparable to the Congregation's orations, declamations are the Stewards' regularly scheduled gatherings with a focus on understanding Jaekka, the dragons, and morality."
    },
    "!declamations": {
      "clone": "!declamation"
    },
    "!pavem idom": {
      "text": "Pavem Idom was a Varrish philosopher, best known for publishing the Stewards' founding document: *Our Burden*. She was particularly concerned by the mounting disorder in Arholt, both by chromas' destabilisation of nature and by the sense of empowerment that many criminals experienced when they learned magic. "
    },
    "!chapter": {
      "text": "The Mystic Vanguard regionally organises itself into democratic chapters and avoids any sort of worldwide centralisation."
    },
    "!thirim na": {
      "text": "Thirim Na was an author from Iganara, and the accidental founder of the Mystic Vanguard. In response to what she perceived as overcaution and offensive paternalism by Pavem Idom in *Our Burden*, Na wrote the *Apotheosis Treatise*, which quickly became her defining work."
    },
    "!faction": {
      "text": "The God Beast's Congregation and Jaekka's Devoted were the first factions of Arholt, first brought together by shared piety and then split by differing orthodoxies. With the advent of magic came the Stewards of Fate, seeking order; and the Mystic Vanguard, seeking transcendence."
    },
    "!factions": {
      "clone": "!faction"
    },
    "!blessing": {
      "text": "A gift given by a dragon, bestowed onto a being and infusing them with part of the dragon's soul. Few in known history has ever been blessed by Novask, although many have been blessed by Iganash, Thua, and Sulhanna."
    },
    "!mind": {
      "text": "Now that's an interesting question. Nobody seems to know. And when I say nobody, I really mean nobody."
    },
    "!weapons": {
      "text": "Swords, arrows, fire, poison, the like. I myself am partial to knowledge."
    },
    "!jaekka children": {
      "text": "Thua, Sulhanna, Novask, Iganash. Humanity."
    },
    "!elf": {
      "text": "I read about them once, in a book. They're supposed to be very snobby and unkind to people they deem lesser than them. A very unpleasant lot, I'm glad we don't have any!"
    },
    "!army": {
      "text": "Well, technically I belong to an army. The drakes are supposed to fight along with Iganash's armies in times of war, but we haven't had to do any fighting in a very long time. I like to think we've moved past that kind of brutality."
    },
    "!saint": {
      "text": "Some people try to live in perfect service of a dragon, but refuse to accept its blessing. Something about 'the importance of serving authentically.' I'm not sure that I get it."
    },
    "!fundament": {
      "text": "Thua. A perfect agent. An irreducible self."
    },
    "!wyrm": {
      "text": "Some people like to call the dragons wyrms. I'm not sure why, but it's just as good a word as any other, I suppose."
    },
    "!grahdaza hima": {
      "text": "Grahdaza Hima, the Strayed. Grahdaza Hima, High Witch of Iganara. Grahdaza Hima, Myrmidon. Grahdaza Hima, Ascendant. For all the mystery surrounding her, there is one thing we know for certain about Miss Hima; she has no shortage of epithets."
    },
    "!einar": {
      "text": "The \"Illuminator\" of the Stewards of Fate. Kind enough, but a bit intense."
    },
    "!luna": {
      "text": "A spry young reporter, she's been around here quite a bit. She'll pop in, eat a lot of cake, ask a lot of questions, and leave again. I've sort of gotten used to it."
    },
    "!clan": {
      "text": "Not many groups identify as clans these days, but I suppose that you could count the druidic tribes. The Ghror called themselves a clan for a long time, but now they prefer to be called a nation."
    },
    "!armourer": {
      "text": "I'm familiar with one; she's called Eippe. She makes fine armour, light and strong. She's an Arrak. Fascinating history, the Arraks."
    },
    "!blooming bay": {
      "text": "Blooming Bay is a body of water wrapped by a hook-shaped peninsula on the southeastern corner of Garanain. Though once only part of the Garani savannah, when the Tai'ak emerged from beneath the Bay's waters with the Verdant Star, the region rapidly blossomed into a tropical jungle. Now, the term Blooming Bay often refers to both the water and the surrounding jungle, effectively owned by the Tai'ak. The Garani government has made little effort to reclaim the land, which contained few human settlements and was only significantly used by druidic tribes."
    },
    "!druid": {
      "text": "Though magical naturalists across the world are often called 'druids,' the title is most often applied to the Civatakh and the Belannu tribes of southern Garanain."
    },
    "!belannu": {
      "text": "The Belannu are Garanain's benevolent druids. Though they have little interaction with the townsfolk of Garani civilisation, during their rare visitations they will trade difficult-to-acquire natural goods and magical artifacts in exchange for unique items, and the Belannu have been known to heal, guide, and feed the lost and weary. The Belannu are also humanity's main liaison with the Tai'ak of Blooming Bay, being the only humans to regularly speak with them."
    },
    "!civatakh": {
      "text": "The Civatakh are anti-social wizards local to the Garani savannah. They generally live and travel in very small groups, if they travel with others at all, and when approached by outsiders are evasive at best and hostile at worst."
    },
    "!taiga": {
      "text": "A cold and desolate place. Only the truly perceptive can see the beauty and majesty in a place so touched by barrenness and destruction."
    },
    "!fortress": {
      "text": "I used to be based out of the Fortress! I'd go back once a year and report my findings to Iganash himself. I always looked forward to my visits so much. There's just something about the fortress that feels so... safe. Like home. Like I'm with family. Which I suppose I am, really! There aren't an awful lot of drakes, and being surrounded by my kind is a thing of beauty."
    },
    "!celestial": {
      "text": "The stars and the sky, the moon and the sun. Where Jaekka came from, or so they say."
    },
    "!incident": {
      "text": "Well, there's one big incident that everyone talks about: the disappearance of Ballath."
    },
    "!city": {
      "text": "Oh, there are cities all over the place. The ones that come to mind are Sorag, Baingrove, Shimmervale, and Drachoria."
    },
    "!coin": {
      "text": "A golden doorframe between you and power."
    },
    "!currency": {
      "text": "The Azletsu Republic and Varr both have their own types of crowns, the Valathers and Ballathers use shared marks, Svellsteim uses coins called kalfter, and the Garani government mints unique coins called vows"
    },
    "!landmarks": {
      "text": "Each city has a few of them, for example the Boundless Spire in Drachoria. "
    },
    "!warpwilds": {
      "text": "Northwestern Japrait is a strange place indeed. Famous for their beauty, the Orchid Warpwilds are a jungle of colossal flowers and trees. Baingrove is in the heart of the Warpwilds, and now uses them to create a unique city architecture with some buildings shaded by the petal canopy and others raised up ten or more storeys into the air!"
    },
    "!ashen wood": {
      "text": "Arrix is located in the middle of a lovely little birch forest. A long, long time ago, the locals thought that the wood looked like ash. The name stuck."
    },
    "!iganara": {
      "text": "The capital city of Garanain. Though its relatively northern position, just along the border of the Garani desert, used to make it the most profitable centre for trade with the Azletsu, the emergence of the Blind Sun has dampened business in recent years and made many travelers nervous to visit."
    },
    "!scarlet marsh": {
      "text": "Not too long after Japrait declared independence from Garanain, it found a problem growing along its southeastern coastline. Weird red fungi infested the soil, and though they seemed harmless enough, they spread quickly and ravenously. Now, a wide stretch of line along the entire southeastern coastline has been corrupted, along with all of the life within. Though some head into the marsh to adventure, to study, or to harvest rare cardinal cap mushrooms, many are lost to the hostile fauna, and many more to the toxic miasma."
    },
    "!varr queen": {
      "text": "For as long as it's been a unified country, Varr has been ruled by a pair of queens from the mountain fiefdoms. Currently, Idel Agtik and Eriet Stiras of Lomstre are the Varrish sovereigns."
    },
    "!idel agtik": {
      "text": "Queen Agtik is a reserved and diplomatic ruler. Though she was born in Lomstre, she received her education in Sorag, not too far from here. The Varrish people look up to her as a voice of reason, and her decisions have served them well more often than not."
    },
    "!eriet stiras": {
      "text": "Queen Stiras is the older of the Varrish queens and the one with the most military knowledge, having served as the chief of Lomstre's guard prior to her appointment as queen. She mostly tends to Varr's executive matters, and though some see her refusal to quell Tolopea's disorder with marshal law as weak, others appreciate her patience and acknowledgement of how complicated the political climate is."
    },
    "lomstre": {
      "text": "Lomstre is a mid-sized valley town only a week's walk from Mt. Kungstarn. Few had heard of it and even fewer cared until the current generation of queens was appointed, with both of them hailing from Lomstre."
    },
    "!varr queen appointment": {
      "text": "The first Varrish queens were a pair of warrior chiefs that, with advice and equipment from Iganash, unified the scattered and feudal Varr into a single nation. Ever since, Varr has practiced a tradition of using a council of elders from each fiefdom to choose two women from Varr's central mountain villages to select the next generation of diarchs once one of the current queens dies."
    },
    "!mountains": {
      "text": "There are many mountains across Arholt, but the three most notable ranges are the cinder mountains, the Stone Cascade, and the Dragonsteeth."
    },
    "!dragonsteeth": {
      "text": "The mountain range bissecting Liowa and creating a border between the Azletsu Republic and Garanain is referred to as the Dragonsteeth. The mountain range receives its name both from the beauty of its silouhette—said to be the beauty of divinity in early texts—and for how brutal and unforgiving navigation through the mountains can be."
    },
    "!stone cascade": {
      "text": "The mountains of central Varr are called the Stone Cascade, due to the jagged paths from which the mountains all descend from the central peak, Mt. Kungstarn."
    },
    "!jelau'aakh": {
      "text": "I do suppose that you could call me your friend. I didn't know that you spoke Tai'ak, though."
    },
    "!flora": {
      "text": "The flora has begun to warp since Jaekka's abdication, for example now we have the Tai'ak. They're fully sentient, and can even do magic. I bet Jaekka will be in for a surprise when she comes back!"
    },
    "!fauna": {
      "text": "The local fauna has taken on some strange properties - for example, the dragon beetles, which were once the size of a coin, can now grow to be the size of a house. They're extremely dangerous."
    },
    "!animal": {
      "text": "We have plenty of them around here! I have a little cat who is usually around here in the library somewhere."
    },
    "!forest spirit": {
      "text": "I once saw a forest spirit hatch a freshly laid egg in it's hand, and out came a tiny little baby bird, but that only lasted for a second. It almost immediately grew into an adult and flew off! I had to pick my jaw up off the ground, that day."
    },
    "!cardinal cap": {
      "text": "Cardinal caps are a special kind of mushrooms that grow in the Helanthaflora Basin. The dragon beetles eat them and either rampage around, or fall asleep. It's said that if a sentient creature eats one, the fungus' spirit talks to you and gives you commands, although nobody can actually prove this."
    },
    "!wishing centaury": {
      "text": "Wishing centauries are strange little flowers that grow over in Blooming Bay. When they blossom, they reveal a tiny little chroma hidden within their petals that lets out an unpredictable burst of magic. People like to wish for specific gifts from them, hence the name. Even once opened, the flowers can be ground into a pleasant healing mixture."
    },
    "!dragon beetle": {
      "text": "Dragon beetles are roving monstrosities indigenous to Scarlet Marsh. They destroy and devour without reason or compassion."
    },
    "!quiz": {
      "text": "Well, sometimes people come to me, unsure quite where they belong. I try to help them find their kind."
    },
    "!pillow": {
      "text": "I've got this beautiful purple pillow here. It was a gift from a passing Devoted monk, on his way to visit a contemplative a few miles north of here. Always so pleasant, those monks."
    },
    "!beetles": {
      "text": "Quite cute little things, I always flip them onto their backs if I see them struggling!"
    },
    "!dog": {
      "text": "Quite nice animals, but a bit too loud and require a bit too much exercise for my taste..."
    },
    "!respect": {
      "text": "Everyone should be treated with respect, except crabs. "
    },
    "!banana": {
      "text": "I can't say I'm a fan... They're a bit too mushy for my taste. "
    },
    "!jewel": {
      "text": "Beautiful things, but other than my badge, I don't wear jewelry! It doesn't tend to fit well. Imagine trying to get a ring onto one of these claws!"
    },
    "!disease": {
      "text": "A sad fact of life, illness. Thankfully we have magic healers, but they can't fix everything, sadly..."
    },
    "!dad": {
      "text": "My dad was wonderful to my sister and I, and I miss him very much."
    },
    "!gold": {
      "text": "A lovely color, one of my favourites I must say! How I love to see things glint and glimmer in Jaekka's light..."
    },
    "!notebook": {
      "text": "I usually write down my findings in these notebooks, yes. I've accumulated several closet's worth in my time, although usually they'll be published into books and printed, but I always keep the originals!"
    },
    "!steam": {
      "text": "Don't get too near it, you might burn yourself!"
    },
    "!stream": {
      "text": "Lovely things, and an excellent way to find the bottom of a mountain!"
    },
    "!sleep": {
      "text": "Yes, yes... I could definitely see myself taking a nap soon... Zzzz... Oh, you're still here?"
    },
    "!creator": {
      "text": "Jaekka is our mother, our creator, our infinitely kind and patient god-beast. "
    },
    "!stranger": {
      "text": "I recently stumbled upon a very odd stranger in the back streets of Varr... He had such strange eyes. They glinted in the light, almost like a cat's... it made me feel odd."
    },
    "!harmony": {
      "text": "I do so admire it when people are able to sing in tune! I myself am... well... Tone-deaf, to be honest. "
    },
    "!tail": {
      "text": "I can tell you that if you can possibly avoid it, do not grow a tail. They are of great annoyance, and the entire reason I can no longer wear trousers. "
    },
    "!friends": {
      "text": "Well, I've always been rather solitary, life of a drake, you know, but recently I have made friends with one of the librarians here... She's... er... Very special. My special friend? That sounds silly. "
    },
    "!mint": {
      "text": "A pleasant taste, yes. It's like the cold version of spice. I somewhat enjoy it, but I much prefer other flavours if they're on offer."
    },
    "!knowledge": {
      "text": "My whole purpose, yes, my reason for being. To gather knowledge. I somewhat admire Novask, and his pursuit of knowledge, but find him to be... Cold. Well, I suppose he is, seeing that he lives at the bottom of the ocean!"
    },
    "!news": {
      "text": "Hm, news, news... I've heard that recently a new species of mushroom was discovered, a kind that only grows on snowy logs. It's fascinating, really!"
    },
    "!society": {
      "text": "Society is a wonderful and strange beast. Humans behave like water when we're in a crowd, and in many other aspects of life, I believe."
    },
    "!sneeze": {
      "text": "May Jaekka bless you, dear."
    },
    "!worm": {
      "text": "I'm impartial to them, although I always do feel a pang of sadness when I see one that has been caught in the sun and has dried up..."
    },
    "!birthday": {
      "text": "Oh, happy birthday!! Wait, it's not your birthday? Oh... I was hoping you had brought cake. Never mind. Happy unbirthday, then, I suppose!"
    },
    "!vegetable": {
      "text": "I enjoy them smothered in butter, but I've never really been one for \"healthy eating\"."
    },
    "!page": {
      "text": "I'm currently on page 54 of my new book - It's about the things that youngsters these days are interested in. I'm planning on presenting it to Iganash and the other drakes at our next convergence!"
    },
    "!bean": {
      "text": "The cutest of all vegetables, apart from the sweet pea."
    },
    "!experience": {
      "text": "I hope you have many experiences, dear. They can never be taken from you, and you'll have them forever."
    },
    "!leaf": {
      "text": "I was once caught in a sudden rainstorm in Baingrove, and I watched a giant rock golem lumber by, with a small leaf on its head, to protect it from the rain, I suppose."
    },
    "!zoo": {
      "text": "We don't really have them any more - Someone once put dragon beetles in an exhibit, and when they got hungry, well... You can imagine how that would have gone."
    },
    "!cabbage": {
      "text": "Good, like most vegetables, when slathered in butter. But otherwise wholly tasteless."
    },
    "!hobbies": {
      "text": "My hobbies? I've never really had one, although recently Madeleine has pushed me to take up painting with her. It's a joyful thing, to create something that looks beautiful."
    },
    "!laugh": {
      "text": "One of the most beautiful sounds is someone laughing, in my opinion. A pure expression of joy... In most cases, anyway."
    },
    "!reason": {
      "text": "My reason is to serve Iganash, to gain knowledge, and to be kind, like Jaekka would have wanted."
    },
    "!garden": {
      "text": "I've always had somewhat of a black thumb, or a black claw, I suppose. I do so love gardens, though, but I'm afraid I'd kill everything before it even sprouted!"
    },
    "!joke": {
      "text": ["What kind of shorts do clouds wear? Thunderwear!", "What do you call a pig that does karate? A pork chop!", "What do you call a horse that eats spaghetti? Greg.", "Why did the banana go to the doctor? Because he wasn't peeling well!", "How do you organise a space party? You planet!!", "What do you call your second hamster? The squeak-wel!"]
    },
    "!swim": {
      "text": "Ooh, yes, I love a good dip. I used to be able to swim for miles when I was younger, but now I'd rather just splash around."
    },
    "!lamp": {
      "text": "This one here is very good - It's powered by Bloom magic, so while it's not the brightest, it is very consistent with it's light, which I appreciate. We chose not to use candles or lanterns because, well, the library contains mostly paper... "
    },
    "!squirrel": {
      "text": "I love to watch them play in the trees. They're just adorable."
    },
    "!snake": {
      "text": "I've never really been afraid of snakes, although I know many people who are terrified. Their little faces seem almost... puzzled, by what is going on around them."
    },
    "!memory": {
      "text": "My memory is jam-packed full of things, as I've lived a very long time! Ask me anything you'd like to know, and I'll try my best to provide an answer for you!"
    },
    "!bat": {
      "text": "I'm not a fan of how their wings look like long, spindly, creepy fingers, but I love watching them flutter around at dusk."
    },
    "!tomatoes": {
      "text": "Horrible vegetable. The worst. Anything that slimy and with that many seeds deserves to be used as feed for livestock and nothing else!"
    },
    "!cobweb": {
      "text": "One of the less pleasant things to stumble into at night."
    },
    "!window": {
      "text": "From this window next to me, I can see out onto the small city we're in, and the mountains in the distance. I often stare out of it when I'm stuck on a certain sentence!"
    },
    "!love": {
      "text": "What exactly it is, we'll never know, although I know that we wouldn't be human without it."
    },
    "!goat": {
      "text": "Our family ranched goats when I was younger! They'll eat almost anything. I'll never forget the day they broke through the fence and ate all my mother's unmentionables off of our washing line!"
    },
    "!change": {
      "text": "Some people have a hard time accepting it, although nobody has a harder time accepting change than cats. I once turned the food bowl Sophie eats from by around 45 degrees when I set it down for her, and she refused to eat from it until I turned it back."
    },
    "!library": {
      "text": "This is the library, yes! There are a lot of interesting manuscripts here, but it's also a fantastic place to fall asleep on a sofa in."
    },
    "!pancake": {
      "text": "The most wonderful thing to eat for breakfast, especially sprinkled with sugar and lemon, or smeared with starfruit jam!"
    },
    "!mitten": {
      "text": "I have to wear them, as these claws don't fit into gloves!"
    },
    "!stretch": {
      "text": "It's a good thing to do once in a while, make sure your body is still limber, so you don't get backaches!"
    },
    "!flower": {
      "text": "One of Jaekka's gifts to us, flowers! They are things of such beauty, and have such short lives. Rather sad, don't you think?"
    },
    "!vase": {
      "text": "I have one in my bedroom to hold the flowers that I'm given! Oh, who gives me the flowers? Well... That's a secret!"
    },
    "!horn": {
      "text": "I have two of them. They're very convenient to use as bag-holders when my hands are full!"
    },
    "!comfort": {
      "text": "One of the most important things to me! I can't stand being cold, or hungry, or thirsty. Uncomfortable chairs are also just the worst!"
    },
    "!family": {
      "text": "I miss mine, very much. I hope you treasure yours."
    },
    "!cheese": {
      "text": "Delicious, yes, amazing on pasta. I have a special penchant for goat cheese, as we made it fresh when I was a youngster!"
    },
    "!brothers": {
      "text": "I don't have any brothers, only one older sister!"
    },
    "!sister": {
      "text": "My sister's name was Meidra, and she was such a lovely, lovely person. She had a few children, and I see their children whenever I visit Drachoria! "
    },
    "!mountain": {
      "text": "I always feel a sense of longing when I gaze at the mountains. I suppose it's the part of Iganash I have within me, that craves the solitude."
    },
    "!values": {
      "text": "Quite a personal thing, ones values. What are yours?"
    },
    "!good-bye": {
      "text": "Oh, you're leaving so soon? Why not stay a little longer? I'll pop the kettle on for some tea..."
    },
    "!market": {
      "text": "We have a market here in Varr every Thuro! Farmers come from far and wide and sell eggs, fresh produce, and baked goods. It's wonderful."
    },
    "!balance": {
      "text": "Important in all things, except for the amount of baked goods one consumes. You can never eat too much cake!"
    },
    "!pain": {
      "text": "We must all experience it, although some more than others. I imagine that without it, we wouldn't be human."
    },
    "!comparison": {
      "text": "The thief of joy! You must never compare yourself to others, as their circumstances are different to yours, and therefore you cannot truly judge. Compare yourself only to your past self."
    },
    "!heart": {
      "text": "It's important to put your heart into everything you do!"
    },
    "!cherry": {
      "text": "Lovely taste, but a bit too stony for me - I'd rather just have them as jam and save the bother of spitting out all the pits!"
    },
    "!theory": {
      "text": "One must develop a theory, but without testing, the theory stays as that, just a theory."
    },
    "!observation": {
      "text": "The first step in a scientific discovery! Keep your eyes and mind open, young one! You might notice something nobody else has."
    },
    "!morning": {
      "text": "I'm always far more productive in the morning than at night, it seems. I suspect it may have something to do with the coffee."
    },
    "!spring": {
      "text": "What a lovely season, although my hayfever acts up. I once accidentally sneezed and lit my manuscript on fire, so now I am sure to sneeze into non-flammable things!"
    },
    "!soup": {
      "text": "Such a nice thing to eat when you're sick, or cold, or sad. The ultimate comfort food!"
    },
    "!bed": {
      "text": "Where I'd like to be right about now..."
    },
    "!island": {
      "text": "The island of Valstov sounds nice, but in reality it's a glassy wasteland surrounded by freezing ocean. That's where Thua has her Refuge. A miserable place, if you ask me."
    },
    "!party": {
      "text": "I've never really been one for parties, to be honest! A bit loud. I'd rather have a bath and a glass of wine!"
    },
    "!tiger": {
      "text": "They're very hard to see in the jungle, so watch out!"
    },
    "!shame": {
      "text": "One of the worst things you can feel. Shame can sneak down your throat and choke you from the inside out, burn your heart and harden it. Sometimes it's a good teacher, sometimes an unnecessary cruelty."
    },
    "!breakfast": {
      "text": "The most important meal of the day, or so they say."
    },
    "!paint": {
      "text": "I've recently been learning how to paint, although I'm not very good..."
    },
    "!queen": {
      "text": "The queens of Varr, you mean? I thought as a child that they were married and ruled together as wives, but it turns out they don't."
    },
    "!reward": {
      "text": "One of the best feelings, to be rewarded!"
    },
    "!feast": {
      "text": "I can't wait for the next one! When my fellow Drakes and I converge to report to Iganash, there is always a mighty feast. I usually fast for a day in preparation, it's that good!"
    },
    "!bettle": {
      "clone": "!bettles"
    },
    "!dogs": {
      "clone": "!dog"
    },
    "!hound": {
      "clone": "!dog"
    },
    "!bananas": {
      "clone": "!banana"
    },
    "!jewels": {
      "clone": "!jewel"
    },
    "!diseases": {
      "clone": "!disease"
    },
    "!sickness": {
      "clone": "!disease"
    },
    "!father": {
      "clone": "!dad"
    },
    "!golden": {
      "clone": "!gold"
    },
    "!notebooks": {
      "clone": "!notebook"
    },
    "!bye": {
      "clone": "!good-bye"
    },
    "!goodbye": {
      "clone": "!good-bye"
    },
    "!animals": {
      "clone": "!animal"
    },
    "!druidic": {
      "clone": "!druid"
    },
    "!varrish queens": {
      "clone": "!varr queen"
    },
    "!varrish queen appointment": {
      "clone": "!varr queen appointment"
    },
    "!grahdaza": {
      "clone": "!grahdaza hima"
    },
    "!elves": {
      "clone": "!elf"
    },
    "!jaekka's children": {
      "clone": "!jaekka children"
    },
    "!jaekkas children": {
      "clone": "!jaekka children"
    },
    "!chicken": {
      "clone": "!chickens"
    },
    "!running": {
      "clone": "!run"
    },
    "!ocean": {
      "clone": "!sea"
    },
    "!rumors": {
      "clone": "!rumours"
    },
    "!biting": {
      "clone": "!bite"
    },
    "!requests": {
      "clone": "!request"
    },
    "!skins": {
      "clone": "!skin"
    },
    "!toads": {
      "clone": "!toad"
    },
    "!taste": {
      "clone": "!tastes"
    },
    "!disgusting": {
      "clone": "!disgust"
    },
    "!lizards": {
      "clone": "!lizard"
    },
    "!baskets": {
      "clone": "!basket"
    },
    "!cakes": {
      "clone": "!cake"
    },
    "!bears": {
      "clone": "!bear"
    },
    "!fairies": {
      "clone": "!fairy"
    },
    "!lunches": {
      "clone": "!lunch"
    },
    "!senses": {
      "clone": "!sense"
    },
    "!necklace": {
      "clone": "!locket"
    },
    "!money": {
      "clone": "!income"
    },
    "!potatoes": {
      "clone": "!potato"
    },
    "!sweet": {
      "clone": "!sugar"
    },
    "!snails": {
      "clone": "!snail"
    },
    "!shops": {
      "clone": "!shop"
    },
    "!rats": {
      "clone": "!rat"
    },
    "!think": {
      "clone": "!thought"
    },
    "!eggs": {
      "clone": "!egg"
    },
    "!tongues": {
      "clone": "!tongue"
    },
    "!stag": {
      "clone": "!deer"
    },
    "!dresses": {
      "clone": "!dress"
    },
    "!cow": {
      "clone": "!cattle"
    },
    "!wishes": {
      "clone": "!wish"
    },
    "!shoes": {
      "clone": "!shoe"
    },
    "!teeth": {
      "clone": "!tooth"
    },
    "!writing": {
      "clone": "!write"
    },
    "!grandpa": {
      "clone": "!grandfather"
    },
    "!regrets": {
      "clone": "!regret"
    },
    "!geese": {
      "clone": "!goose"
    },
    "!marbles": {
      "clone": "!marble"
    },
    "!bees": {
      "clone": "!honey"
    },
    "!bug": {
      "clone": "!insect"
    },
    "!masks": {
      "clone": "!mask"
    },
    "!guidance": {
      "clone": "!guide"
    },
    "!noises": {
      "clone": "!noise"
    },
    "!hay": {
      "clone": "!straw"
    },
    "!berries": {
      "clone": "!berry"
    },
    "!rabbits": {
      "clone": "!rabbit"
    },
    "!volcanoes": {
      "clone": "!volcano"
    },
    "!stars": {
      "clone": "!star"
    },
    "!parents": {
      "clone": "!parent"
    },
    "!turtles": {
      "clone": "!turtle"
    },
    "!horses": {
      "clone": "!horse"
    },
    "!seafood": {
      "clone": "!fish"
    },
    "!crabs": {
      "clone": "!crab"
    },
    "!🦀": {
      "clone": "!crab"
    },
    "!clouds": {
      "clone": "!cloud"
    },
    "!homes": {
      "clone": "!home"
    },
    "!wave": {
      "clone": "!waves"
    },
    "!buttons": {
      "clone": "!button"
    },
    "!surprises": {
      "clone": "!surprise"
    },
    "!opinions": {
      "clone": "!opinion"
    },
    "!crows": {
      "clone": "!crow"
    },
    "!quills": {
      "clone": "!quill"
    },
    "!pears": {
      "clone": "!pear"
    },
    "!payment": {
      "clone": "!income"
    },
    "!thinking": {
      "clone": "!thought"
    },
    "!cows": {
      "clone": "!cattle"
    },
    "!writer": {
      "clone": "!write"
    },
    "!bugs": {
      "clone": "!insect"
    }
  }
}