{
  "commands": {
    "!tai'ak": {
      "text": "A race of sentient plant people, imbued by the magic of the Verdant Star. Adept farmers, they melded the local wildlife to their needs and quickly became a dominant force within the Blooming Bay."
    },
    "!graeoln": {
      "text": "Formerly a small colony of humans, morphed by a chroma into moth-like creatures. They changed slowly at first, but eventually were classified as their own race. They behave somewhat moth-like, and their fascination with bright and glowy objects has lead them to worship the sun and moon, although neither celestial body holds any proven power."
    },
    "!arrak": {
      "text": "Unlike the Graeoln, the Arrak did not morph over time, but were transformed all at once into a people of half-dogs, half-humans. Considerably larger and stronger than normal humans, they were transformed by the blightmage Dryvenn the Hound in an effort to drive invading forces out of Arrix."
    },
    "!humans": {
      "text": "The first of Jaekka's sentient creations, not including the Dragons. They are neither essential nor immortal, and after seeing the angst that humans experienced when faced by their own mortality, Jaekka chose not to create any more sentient creatures, to spare them this unpleasant part of existence."
    },
    "!human": {
      "clone": "!humans"
    },
    "!liches": {
      "text": "Liches are persons whose consciousnesses are relocated into another physical host: either a new body or an object. The first lich, Ix’kar, transformed in 11 AG."
    },
    "!lich": {
      "clone": "!liches"
    },
    "!ontophages": {
      "text": "The great Garani being-eaters. Monsters born in the Blind Star. Stay away from them."
    },
    "!ontophage": {
      "clone": "!ontophages"
    },
    "!golems": {
      "text": "Golems are robots designed to complete human labour, animated by magic. When this magic is exposed directly to natural magic (chromas), golems can become sentient and fully independent. "
    },
    "!golem": {
      "clone": "!golems"
    },
    "!spirits": {
      "text": "Spirits are willed entities that have no physical form. They first appeared shortly after the advent of chromas as spatially displaced souls and as coagulations of magical effects, producing new and bodiless minds."
    },
    "!spirit": {
      "clone": "!spirits"
    },
    "!dragons": {
      "text": "The first sentient beings that Jaekka created. They are her children, and each one of them represents a quality that Jaekka considers essential for a good being to have. Dragons have extremely powerful souls, and can warp reality around themselves in a way that no other beings can."
    },
    "!dragon": {
      "clone": "!dragons"
    },
    "!drakes": {
      "text": "Servants of Iganash, baptised in his dragonfire. Our flesh melts away and is replaced by scales, and we are imbued with his essence, binding ourselves to him. A common question we receive is whether or not we are free. We are—Iganash does not force us to do anything—but remember that we are, in part, him; our motives are the same."
    },
    "!drake": {
      "clone": "!drakes"
    },
    "!beasts": {
      "text": "The non-sentient animals of Arholt."
    },
    "!beast": {
      "clone": "!beasts"
    },
    "!avatars": {
      "text": "Avatars are extensions of a subject’s will into a separate entity. Though the first avatars created were Novask’s Attendants, the term ‘avatar’ as it’s currently understood rose to prominence with the advent of chromas, referring to the entities that Blight chromas sometimes form to defend themselves."
    },
    "!avatar": {
      "clone": "!avatars"
    },
    "!sphinxes": {
      "text": "Sphinxes are a particular subset of ontophage, and reliably appear as gigantic big cats with humanlike heads. Unlike other ontophages, sphinxes specifically feed on secrets and therefore need to trade with people in order to survive."
    },
    "!sphinx": {
      "clone": "!sphinxes"
    },
    "!god beasts congregation": {
      "text": "The God Beast’s Congregation is the oldest and largest faction in the world, holding immense wealth and influence, and being nearly omnipresent in eastern society. The God Beast’s Congregation is most associated with Insight mana and Sulhanna the Artist."
    },
    "!gbc": {
      "clone": "!god beasts congregation"
    },
    "!stewards of fate": {
      "text": "The Stewards formed in response to the Valather Incident: the spacial and temporal displacement of eastern Valath from the island nation’s west. The Stewards are most associated with Valor mana and Iganash the Conqueror."
    },
    "!sof": {
      "clone": "!stewards of fate"
    },
    "!jaekkas devoted": {
      "text": "Jaekka's Devoted is an incredibly traditional faction that adheres strictly and exclusively to the teachings of Jaekka herself and generally keeps out of public affairs. Jaekka's Devoted is most associated with Devotion mana and Novask the Scholar."
    },
    "!jd": {
      "clone": "!jaekkas devoted"
    },
    "jaekka's devoted": {
      "clone": "!jaekkas devoted"
    },
    "!mystic vanguard": {
      "text": "The Mystic Vanguard is the only dominant areligious faction in the world, believing that mortals should be able to reach, or even surpass the divinity of the dragons. The Mystic Vanguard is most associated with the Ambition mana and Thua the Fundament."
    },
    "!mv": {
      "clone": "!mystic vanguard"
    },
    "!boundless spire": {
      "text": "A gigantic cathedral with a steeple that reaches past the clouds. It serves as the main seat of the Congregation in Drachoria. "
    },
    "!oration": {
      "text": "The orations are monthly sermons in the church. They last from nine in the morning until nine at night and are hosted on the last Sulna (Saturday) of each month, with members of the Congregation expected to attend at least six segments per year."
    },
    "!gbc beliefs": {
      "text": "The Congregation believes that life is defined by its desire to create beauty and complexity."
    },
    "!god beasts congregation beliefs": {
      "clone": "!gbc beliefs"
    },
    "!gbc goals": {
      "text": "The Congregation’s main goal is patronage of the arts and sciences, and encouragement of their practice by as many members of society as possible. This, inextricable from their religious orthodoxy, leads them to have very active missionary and recruitment efforts."
    },
    "!god beasts congregation goals": {
      "clone": "!gbc goals"
    },
    "!paladins": {
      "text": "Paladins are the military force of the Congregation, serving as both its guards and crusaders. All paladins first serve as protectors."
    },
    "!paladin": {
      "clone": "!paladins"
    },
    "!archpriests": {
      "text": "Throughout most of the year, archpriests have two jobs: to research theology through prayer and study of the Chronicles, and to be the voice of the Congregation on the international scale, regularly meeting with leaders and delivering speeches. The current high archpriest is Glissathain."
    },
    "!archpriest": {
      "clone": "!archpriests"
    },
    "!glissathain": {
      "text": "The exuberant High Archpriest from Shimmervale. She is popular for her energetic speaking style and committed advocacy for the Congregation’s conquest of the Throne."
    },
    "!high archpriest": {
      "clone": "!glissathain"
    },
    "!priests": {
      "text": "Spiritual leaders in the God Beast's Congregation and the Stewards of Fate. The Devoted monks are often likened to priests, though they eschew the power dynamic that the term implies."
    },
    "!priest": {
      "clone": "!priests"
    },
    "!commune": {
      "text": "When not tending to their personal tasks, Devoted monks often practice Commune: an extended, meditative prayer in which they attempt to communicate directly with Jaekka or one of the dragons."
    },
    "!pilgrimage": {
      "text": "As the Devoted do not have any official meeting forums outside of the Bluecrest Monastery, most of its members make regular pilgrimages to the mountain to meet with the monks and attend cogitations."
    },
    "!pilgrim": {
      "clone": "!pilgrimage"
    },
    "!bluecrest monastery": {
      "text": "The seat of the Devoted, located on Bluecrest Peak in the Cinder Mountains. It is surrounded by forests and orchards which provide food to the monastery and the nearby mountain villages. Members of the church will often make pilgrimages there to attend Primordium or a cogitation."
    },
    "!cogitation": {
      "text": "Each Thursday, instead of practicing the Commune, the monks of the Bluecrest Monastery use the meditation room to host a public seminar. Anyone may enter, and the purpose of each cogitation is for monks to help educate their students and to allow visitors a forum for both inquiry and challenge of the monks’ beliefs. "
    },
    "!primordium": {
      "text": "Each year, Jaekka's Devoted celebrate Primordium: the commemoration of the supposed day that Jaekka created humans. Many of those who are able to travel to Bluecrest Monastery to celebrate the holiday with many of the other members of the Devoted, and in recent years the celebration is known for attracting many of the Devoted’s most talented mages to put on dazzling, spectacular displays of magic."
    },
    "!keeper": {
      "text": "The Keepers are permanent residents of the Bluecrest Monastery. As its chief scholars, they are responsible for leading the weekly cogitations and tend to many of the managerial functions of the monastery itself; they greet any pilgrims that visit and refer them for appropriate housing, and on the rare occasion that a prominent public figure asks to meet with the Devoted, they typically speak with a Keeper."
    },
    "!keepers": {
      "clone": "!keeper"
    },
    "!contemplative": {
      "text": "Contemplatives are Devoted monks that choose not to live in the monastery. Instead, they move to a different region: often their hometown, but sometimes a location to which they feel a particular calling—and establish very small abbeys under their governance."
    },
    "!contemplatives": {
      "clone": "!contemplative"
    },
    "!jaekkas devoted beliefs": {
      "text": "Jaekka's Devoted believe that the good life life is defined by its wisdom and compassion. All they strive for is to live in accordance with the Five Words."
    },
    "!jd beliefs": {
      "clone": "!jaekkas devoted beliefs"
    },
    "!jaekka's devoted beliefs": {
      "clone": "!jaekkas devoted beliefs"
    },
    "!jaekkas devoted goals": {
      "text": "Jaekka’s Devoted are a fairly relaxed and removed group, regarding Arholt’s global affairs. However, they still hold their morals and theology very dearly, and will share them with any interested in listening."
    },
    "!jd goals": {
      "clone": "!jaekkas devoted goals"
    },
    "!jaekka's devoted goals": {
      "clone": "!jaekkas devoted goals"
    },
    "!our burden": {
      "text": "Published by Varrish philosopher Pavem Idom, Our Burden is an essay written four years after the Valather Incident to address the growing dangers of the magical world and the social need not only to limit natural destruction, but for people to manage and limit themselves so as to avoid man-made catastrophe."
    },
    "!stewards of fate beliefs": {
      "text": "The Stewards of Fate believe that life is defined by its desire to create order from chaos. They follow the Chronicles written by Novask, but also an essay called Our Burden."
    },
    "!sof beliefs": {
      "clone": "!stewards of fate beliefs"
    },
    "!declamations": {
      "text": "Declamations are functionally similar to the Congregation’s orations, but for two major differences. Donation is never explicitly requested by the church’s leadership, and is not part of the sermon itself in any way."
    },
    "!declamation": {
      "clone": "!declamations"
    },
    "!convocations": {
      "text": "Between their monthly declamations, the Stewards host convocations once per month on Fash evenings. At these convocations, members meet within their temple with their priests for an extended meeting. Functionally, convocations are also used to impassion the members of the church, and are where most paragons are recruited. Despite the often-heavy topics of convocation, the meetings are often also treated as social gatherings. Attendees frequently bring food in a potluck style and eat together while discussing the topics at hand."
    },
    "!convocation": {
      "clone": "!convocations"
    },
    "!the expedition": {
      "text": "Since the rumor of Jaekka’s Throne, the Stewards have vigorously attempted to claim it. This effort has become known as the Expedition, with the church’s warriors pouring in to battle on its behalf."
    },
    "!expedition": {
      "clone": "!the expedition"
    },
    "!stewards of fate goals": {
      "text": "The Stewards are the most actively invested faction in how the citizens of Arholt live their lives. This is not because of an explicit interest in controlling others, but because the Stewards harbour genuine concern for the world and believe that the only reliable path to stability lies in managing the powers and interests of Arholt’s people."
    },
    "!sof goals": {
      "clone": "!stewards of fate goals"
    },
    "!overseers": {
      "text": "Overseers are the regional directors of the Stewards. Rather than tending to an individual temple, they operate out of an overseer’s headquarters, typically located in a major regional city."
    },
    "!overseer": {
      "clone": "!overseers"
    },
    "!paragons": {
      "text": "Paragons are the Stewards’ volunteer army, which are primarily employed in defending churches, but are also occasionally contracted out. As part of their education, paragons often commune with and study the chromas, applying their knowledge to their combat skills and effectively making them into an army of spellswords."
    },
    "!paragon": {
      "clone": "!paragons"
    },
    "!mystic vanguard beliefs": {
      "text": "Vanguards reject the notion that Jaekka is intrinsically and objectively great, and that mortals should be and always will be beneath her and that life is defined by its desire to self-improve. Though they have no holy books, the Vanguard is primarily guided by the Apotheosis Treatise."
    },
    "!mv beliefs": {
      "clone": "!mystic vanguard beliefs"
    },
    "!mystic vanguard goals": {
      "text": "The Vanguard is passionate about respecting the autonomy and liberty of others, and uses its growing power to try to protect the relevant rights of others in this field. Members tend to remain passive in local politics until the law begins to trend towards stronger social regulation, at which point they become a formidable force."
    },
    "!mv goals": {
      "clone": "!mystic vanguard goals"
    },
    "!apotheosis treatise": {
      "text": "The Treatise was written by the Vanguard’s founder, Thirim Na, and details the Vanguard argument for the advancement of mortals above the divine in response to the disappearance of Ballath from the Valather subcontinent."
    },
    "!myrmidon": {
      "text": "‘Myrmidon’ is not an official title among Vanguards. However, it is recognised in the vernacular of the Mystic Vanguard, referring to anyone who has survived a journey to Thua and returned to serve the Vanguard with their combative prowess."
    },
    "!myrmidons": {
      "clone": "!myrmidon"
    },
    "!journey to thua": {
      "text": "Members of the Mystic Vanguard sometimes visit Thua as part of a traditional journey made by aspiring myrmidons. The trek across Valstov is tough and Anginn is merciless, but those who survive the adventure always find it worthwile."
    },
    "!meetings": {
      "text": "Vanguard meetings are very straightforward. Once per week on an unfixed day, Vanguards gather to discuss their personal lives, community issues, the global political scene, and to study magic and sciences together."
    },
    "!executors": {
      "text": "Executors are the local administrators of the Vanguard. In each town with a Vanguard population of at least thirty, an executor can be democratically elected."
    },
    "!executor": {
      "clone": "!executors"
    },
    "!chroma": {
      "text": "There are all sorts of metaphors for chromas. Punctures that push through both Arholt and the hygd, letting properties from each bleed through and change each other's properties. Cysts on reality's flesh, where properties build and swirl in an anomalous bubble. The list goes on. But, truth be told, we have no words to describe the whole of what they are. Transdimensional rifts tend to defy description that way. All that matters is that they're here, and since they've arrived, the world has never been the same."
    },
    "!chromas": {
      "clone": "!chroma"
    },
    "!reality": {
      "text": "The intersection of Arholt and the hygd, where existence meets essence."
    },
    "!hygd": {
      "text": "A place inside all places, where we find all meanings, all definitions, all relationships, all souls. Describing the hygd always proves challenging; it simply is what is."
    },
    "!throne": {
      "text": "A brush... a key... a knife... a lens... the intersection of all things and the point from which the God Beast made our world."
    },
    "!mana": {
      "text": "Mana is potential energy of being. It can be harvested from chromas via meditation, analysis, binding, or ascension."
    },
    "!bloom": {
      "text": "Magic created by chromas that tend to be incredibly stable and constant in their effects."
    },
    "!blight": {
      "text": "Magic created by chromas that are highly unstable and volatile, meaning their effects are often erratic or destructive."
    },
    "!magic": {
      "text": "Magic is the transformation of the universe. Mana is the energy that lets you lift reality to a precipice: a point where truth teeters back and forth. Magic is what we call it when we push reality down a new path. "
    },
    "!magics": {
      "clone": "!magic"
    },
    "!devotion": {
      "text": "Devotion mana is attained by peaceful meditation with a chroma, cooperating with it peacefully as a spritiual comrade. The process used to harvest devotion mana is called meditation."
    },
    "!ambition": {
      "text": "Ambition mana is attained by meditative conflict with a chroma, bending it to the will of the user. The process used to harvest ambition mana is called ascension."
    },
    "!insight": {
      "text": "Insight mana is attained by academic study of a chroma, with the goal of understanding it completely in a scientific manner. The process used to harvest insight mana is called analysis."
    },
    "!valor": {
      "text": "Valor mana is attained by directly controlling the direction of a chroma’s magical output, akin to taming a wild animal. The process used to harvest valor mana is called binding."
    },
    "!meditation": {
      "text": "Meditation functions by dissolving the boundaries of one’s identity and allowing the essence of the chroma to meld into it. The type of mana gained from meditation is colloquially called devotion."
    },
    "!ascension": {
      "text": "Ascension functions by mixing one’s will with a chroma’s, much like as in meditation, but then supplanting the chroma’s will with one’s own. The type of mana gained from ascension is colloquially called ambition."
    },
    "!analysis": {
      "text": "Analysis functions by studying a chroma’s presence in both Arholt and the hygd, thereby learning to direct its powers in both.The type of mana gained from analysis is colloquially called insight."
    },
    "!binding": {
      "text": "Binding functions by study of a chroma’s essential composition in the hygd and, upon apprehending it, forging a direct link between the binder’s will and the chroma. The type of mana gained from binding is colloquially called valor."
    },
    "!mage": {
      "text": "A mage is one who can harness the power of Chromas by harvesting and using mana to create magic, and shaping the world to their will."
    },
    "!will": {
      "text": "In Arholt, will is not just a personal characteristic, but represents an entity’s ability to interact with the hygd itself. The most willful of creatures possess \"divinity\"."
    },
    "!divinity": {
      "text": "When a creature possesses so much will that they are able to change the forms of the objects that exist within the physical plane around them."
    },
    "!sulhanna": {
      "text": "A gardener. A friend. An Artist. A god."
    },
    "!iganash": {
      "text": "The Conqueror, the King. Stay on his good side."
    },
    "!conqueror": {
      "text": "Iganash, the highest King. He resides in his Fortress to observe, and to direct those who seek his help and guidance."
    },
    "!artist": {
      "text": "The painter in the garden: Sulhanna, surrounded by her muses and beautiful things."
    },
    "!orchard": {
      "text": "Both a garden and a workshop, the Orchard houses all the Artist's strange creations."
    },
    "!thua": {
      "text": "Willpower given form."
    },
    "!willpower": {
      "text": "You speak, and the universe listens. You command, and reality obeys. This is the second tautology: will IS power."
    },
    "!refuge": {
      "text": "A cavern high up in the mountains, surrounded by the glass taiga of the Valstov Wastes. Many have ventured to seek blessing; not as many have returned. "
    },
    "!fortress": {
      "text": "An enormous castle high upon Mt. Kungstarn. Iganash resides there, along with a few of his drakes."
    },
    "!dragonfire": {
      "text": "The most worthy may be baptised in dragonfire and imbued with a part of their deity, in order to serve them to the utmost of their ability."
    },
    "!sanctuary": {
      "text": "No living human has ever seen it. Or, if they have, they haven't come back..."
    },
    "!novask": {
      "text": "The Scholar. Nobody has seen him in years, but every so often, his Attendants deliver new scriptures to us. He resides in his Sanctuary, far below the sea."
    },
    "!jaekka": {
      "text": "Our Mother. I hope she comes back."
    },
    "!jatuum": {
      "text": "?"
    },
    "!arholt": {
      "text": "The name of the world created by the God Beast."
    },
    "!the nexus": {
      "text": "The Nexus is a chroma that changes spatial dimensionality. It is located about six kilometres off the eastern coast of Sorag, Varr. It is a primarily Bloom chroma."
    },
    "!nexus": {
      "clone": "!the nexus"
    },
    "!the nexus discovery": {
      "text": "The Nexus was originally discovered in 21 AG when a group of Varrish sailors went out to investigate a very small, pale chroma floating over the water and their boat, as well as everything and everyone, disappeared on the approach."
    },
    "!nexus discovery": {
      "clone": "!the nexus discovery"
    },
    "!the nexus portal": {
      "text": "After several scholars from the Stewards and Maliron University visited the area, they concluded that the chroma had added a fourth spatial dimension to the area, and that the items were disappearing when they entered regions where an unknown force pushed the entity along the fourth-dimensional axis. Eventually, mages began to find ways to work with this four-dimensional space, bending traditional space across the fourth axis to create low-maintenance, low-danger portals. A small artificial island—about the size of one city block—was constructed about the chroma. This structure, known as the Nexus, connects all of the major land masses, with most nations containing multiple portals. Only Ballath does not host a portal, being suspicious of such magics, though it is still easily accessible by Valath and the northern Azletsu Kingdom."
    },
    "!nexus portal": {
      "clone": "!the nexus portal"
    },
    "!the blind star": {
      "text": "The Blind Star is a chroma that deforms conceptual relationality. It is located in the northern Garani desert. It is a mostly Blight chroma."
    },
    "!blind star": {
      "clone": "!the blind star"
    },
    "!the blind star discovery": {
      "text": "The Blind Star appeared in 91 AM: fairly recently. Since then, it has slowly begun to overtake the environment around itself, devouring the perceptual possibilities of the region around it."
    },
    "!blind star discovery": {
      "clone": "!the blind star discovery"
    },
    "!the blind star bleaching": {
      "text": "By “perceptual possibilities,” one means that though the chroma does not affect the physical being of an object, a given object’s personal concept vanishes; one may look at an object, and that object still exists, though one cannot gain an understanding of that object and thus cannot perceive it. The Blind Star spreads this effect around itself, “bleaching” the environment and creating a region that is almost impossible to navigate, as it cannot be comprehended."
    },
    "!blind star bleaching": {
      "clone": "!the blind star bleaching"
    },
    "!the verdant star": {
      "text": "The Verdant Star, or Nalevegh, is a chroma that invigorates plantlife and fungi with consciousness. Though originally located underwater in Blooming Bay, the Tai’ak have relocated it onto land in the eastern region of the bay. This chroma is driven equally by Bloom and Blight alignments. "
    },
    "!Verdant Star": {
      "clone": "!the verdant star"
    },
    "!nalevegh": {
      "text": "The Tai'ak name for the Verdant Star. Lit.: \"The Elder that Awakens\"."
    },
    "!the verdant star merge": {
      "text": "The Verdant Star was, originally, a pair of adjacent chromas: one Bloom, encouraging growth, and one Blight, imbuing objects with will, at the bottom of Blooming Bay. However, in 202 AG, the two merged and formed a chroma prone to both natures."
    },
    "!Verdant Star Merge": {
      "clone": "!the verdant star merge"
    },
    "!the japraitian fault line": {
      "text": "The Japraitian Fault Line is a gargantuan chroma that functions as a teleporter. It is the cause for the Worldseam, and is located all along the base of its ravine."
    },
    "!Japraitian Fault Line": {
      "clone": "!the japraitian fault line"
    },
    "!the worldseam": {
      "text": "The Worldseam began to appear shortly after Jaekka’s abdication, bisecting the then-whole Garani-Japraitian landmass. It slowly began to push the Isthor continent westwards, resulting in a series of increasingly intense earthquakes until 201 AG, when the continent split from Liowa and began its trek into the southwest. During this time, the ravine along the fault line deepened until it reached the source: the chroma itself."
    },
    "!Worldseam": {
      "clone": "!the worldseam"
    },
    "!lainn's forge": {
      "text": "Lainn’s Forge is a chroma that appears as a massive column of fire around a now-hidden pale turquoise core. It is located in northern Svellsteim. It is a Bloom chroma."
    },
    "!Lainns Forge": {
      "clone": "!lainn's forge"
    },
    "!lainn": {
      "text": "Appearing in 30 AG, Lainn’s Forge initially presented itself as many thick ribbons of fire orbiting a mass of turquoise motes about two metres across. Lainn, a smith living in a small village in northern Svellsteim, built his home and work station around the chroma, using it as a never-ending source of heat."
    },
    "!lainn's forge growth": {
      "text": "Lainn’s Forge began to grow. Generationally, the apparatus containing the Forge was rebuilt to accommodate its size until 93 AM, when Lainn’s descendants contracted a group of wizards from the God Beast’s Congregation to permanently halt the Forge’s growth. By this point, the Forge had grown into a column nearly nine metres across and twelve metres tall, and its owners had turned the facilities around it into a public resource, accessible by a fee. In response, the surrounding town boomed as it became known as the best place in Svellsteim for smithing."
    },
    "!Lainns Forge Growth": {
      "clone": "!lainn's forge growth"
    },
    "!the carrion star": {
      "text": "The Carrion Star is a chroma that feeds on will by recycling and reanimating living things. It is located in a forest northwest of Krahncastle. It is a Blight chroma."
    },
    "!Carrion Star": {
      "clone": "!the carrion star"
    },
    "!the carrion star will": {
      "text": "The Carrion Star is one of the most conscious chromas in Arholt. The chroma consumes will and thereby kills the living things around it. However, it also constantly reanimates the nearby corpses, infusing them again with small amounts of will to bring them back to life."
    },
    "!Carrion Star Will": {
      "clone": "!the carrion star will"
    },
    "!the carrion star reanimation": {
      "text": "As life begins to recover, its will multiplies itself and it becomes increasingly conscious, only for the Star to harvest the will again. Consequently, the Star is surrounded by half-dead things, largely mindless, stuck in a constant cycle of death and reanimation. The only life which is not affected by this is crows, into which the chroma infuses itself, turning them into its representatives in the world, and the Egon Graf, the Harbinger: a human assassin infected by the chroma, enhanced by it in exchange for bringing corpses back to the Star for harvest."
    },
    "!Carrion Star Reanimation": {
      "clone": "!the carrion star reanimation"
    },
    "!the lion": {
      "text": "The Lion appeared in central Valath, vanished with the eastern half of the island, reappeared with Ballath, and vanished entirely after a few hours. It is very poorly understood."
    },
    "!Lion": {
      "clone": "!the lion"
    },
    "!help": {
      "text": "Ask things of me if you wish. I cannot always promise an answer, but I shall try my best to enlighten you."
    },
    "!whoami": {
      "text": "I am the Mediator. I help those who wish to discover more about this world. I've lived a long time, and over my years, I have accumulated a lot of knowledge. Some of these things are a pleasure to know, others... not so much."
    },
    "!who am i": {
      "clone": "!whoami"
    },
    "!the mediator": {
      "text": "That's me. Hello!"
    },
    "!mediator": {
      "clone": "!the mediator"
    },
    "!dryvenn": {
      "text": "Dryvenn, Hound of the Ashen Wood, was a socially outcast blightmage from Arrix. Though the townsfolk disowned Dryvenn for her practices in volatile and mutative spells, when Krahncastle invaded, they had nobody else to turn to. "
    },
    "!ix'kar": {
      "text": "Ix'kar was one of the first alchemists, living in a time before most knew how to wield magic. Fearing death, he performed a daring experiment: binding his own soul and moving it into a new stone body of his own making. In doing this, he became Arholt's first lich."
    },
    "!hygd location": {
      "text": "Where would you expect to find the 'dogness' of a hound? How could you walk to a place that defines the shine of gold? How could I draw a map to your soul?"
    },
    "!protectors": {
      "text": "The majority of Congregation paladins are protectors: guardians of their churches and communities. Rarely, a protectors is handpicked by an archpriest to become a Knight of the Congregation."
    },
    "!knight of the congregation": {
      "text": "A paladin leader operating in direct service of an archpriest. Knights are renowned not only for their skill in battle, but for their distinct ingenuity."
    },
    "!missionary": {
      "text": "They aren't too common these days. The God Beast's Congregation still sends some out now and then to help grow their numbers, but most disagreement these days happens in town halls, or between tavern patrons, or very rarely, and very dreadfully, on the battlefield."
    },
    "!morality": {
      "text": "A hotly contested topic. All that we have to go off of are Jaekka's Five Words, and they don't give much guidance."
    },
    "!five words": {
      "text": "The beginning. The only command that Jaekka ever gave humanity, and the beginning of the disagreement between what would become the God Beast's Congregation and Jaekka's Devoted. The Devoted write them as, \"Love, and live well together.\""
    },
    "!grapes": {
      "text": "A favourite of the Devoted, I hear. They have some gorgeous vineyards on the slope of Bluecrest Peak."
    },
    "!mortality": {
      "text": "The Vanguard seems to think that it's some sort of enemy or insult. I think that it's just our lot in life."
    },
    "!muse": {
      "text": "The most talented painters, bards, poets, and dancers of Arholt, all gathered to inspire and be inspired by the Artist."
    },
    "!tautology": {
      "text": "Analytic truth. A circle of meaning. Fact by speech."
    },
    "!attendants": {
      "text": "Leviathan squids who act as guardians and messengers to Novask, the Scholar. They transport his written works to the surface once he's finished them. "
    },
    "!scriptures": {
      "text": "Novask's scriptures are called the Chronicles - they detail the history of the world and serve as many people's holy books."
    },
    "!Chronicles": {
      "clone": "!scriptures"
    },
    "!god beast": {
      "text": "God Beast. World Mother. Lakharegh. Jaekka."
    },
    "!gleamglass": {
      "text": "A mineral primarily found in the Cinder mountains of the Azletsu Republic. Its most notable trait is that it refracts light very intensely, casting out colorful prismatic patterns when illuminated."
    },
    "!bluecrest": {
      "text": "Bluecrest peak is a mountain to the east of Shimmervale, and is where Jaekka's Devoted have established their monastery. It is so named because of the significant deposits of gleamglass at the mountain's peak, which refract a gentle blue light across Shimmervale during the weeks surrounding the summer solstice. "
    },
    "!temple": {
      "text": "The Stewards of Fate perform their spiritual functions in stone temples, usually suited to hold no more than a couple hundred people. Executive functions, however, are addressed in overseers' headquarters."
    },
    "!soul": {
      "text": "If Arholt is ink on a page, then the hygd is where we find the meaning of the words. Your name has been written in ink and become a word: a body. Your soul is the meaning of that word."
    },
    "!dragons number": {
      "text": "There are five dragons. There is Jaekka, and her five children: Thua, the Fundament; Sulhanna, the Artist; Novask, the Scholar; and Iganash, the Conqueror."
    },
    "!faction": {
      "text": "The God Beast's Congregation and Jaekka's Devoted were the first factions of Arholt, first brought together by shared piety and then split by differing orthodoxies. With the advent of magic came the Stewards of Fate, seeking order; and the Mystic Vanguard, seeking transcendence. "
    },
    "!religion": {
      "text": "The existence of dragons and divinity is a rote fact of the world. Whether and how people choose to worship them, however, is called religion."
    },
    "!faith": {
      "text": "Only recently has faith become entwined with religion. Before her abdication, Jaekka was a constant of the world: knowable, reliable, real. But now, we can only hope and pray that she will return—if we want her to."
    },
    "!abdication": {
      "text": "We don't know why. We don't know to where. And we don't know when, if ever, she will return."
    },
    "!goddess": {
      "text": "Sulhanna, the Artist. Thua, the Fundament. Jaekka."
    },
    "!body": {
      "text": "A body, like any other thing, is a manifestation of essence in the hygd. "
    },
    "!bloocan": {
      "text": "A wild Bloom creature, often brought into existence by natural spirits wandering through the jungles of southeastern Garanain and western Japrait."
    },
    "!willhund": {
      "text": "Primal echoes of Thua, scattered across Valstov."
    },
    "!kungstarn": {
      "text": "A colossal mountain in central Varr, where Iganash has made his home."
    },
    "!Mt. Kungstarn": {
      "clone": "!kungstarn"
    },
    "!worldseam's eye": {
      "text": "A small gap in the Worldseam between the Azletsu Republic and Varr, which allows skilled captains to travel between the east and the west without needing to use magic."
    },
    "!ballath": {
      "text": "When the eastern half of Valath reappeared, the differences in culture and dialect led locals to decide that it needed a new name. With cooperation from the western Valathers, they decided upon \"Ballath:\" a pronunciation of 'Valath' unique to their older accent."
    },
    "!Ballather": {
      "clone": "!ballath"
    },
    "!valath": {
      "text": "A small island nation north of the Azletsu Republic, most known for being the epicenter of the Valather incident. Valath has an alliance with the Svell based partly in cultural ties and a shared desire for security against possible annexation from the AR."
    },
    "!Valather": {
      "clone": "!valath"
    },
    "!garanain": {
      "text": "Garanain is an oligarchy south of the Azletsu Republic and federally administrated by lords that possess sovereignty over their local domains, limited only by nationwide resolutions passed by their collective council. Garanain used to also govern all of modern-day Japrait and New Azletsu, but when the Japraitian fault line split the continent, several cities declared independence and Garanain had no means of recourse."
    },
    "!Garani": {
      "clone": "!garanain"
    },
    "!azletsu kingdom": {
      "text": "A constitutional monarchy to the north of Garanain. The Azletsu Republic is Arholt's wealthiest nation, having acquired massive amounts of treasure from its capital and major trade hub, Shimmervale, and from its annex of Drachoria with the conquest of Skarn. "
    },
    "!Azletsu": {
      "clone": "!azletsu kingdom"
    },
    "!svellsteim": {
      "text": "Svellsteim is a frigid nation to the far north of the Azletsu Republic. Though the Svell are a fairly modest people, they have been gaining wealth and attention since the discovery of Lainn's Forge."
    },
    "!Svell": {
      "clone": "!svellsteim"
    },
    "!varr": {
      "text": "Homeland of the Stewards of Fate and Iganash, the Conqueror, Varr is arguably the most ordered nation in the world. Situated in the world's northwest, Varr is primarily a nation of mountains, plains, and forests. Varr's queens also claim dominion over Tolopea, though their legal grip is not nearly as tight on the island."
    },
    "!Varrish": {
      "clone": "!varr"
    },
    "!japrait": {
      "text": "Japrait the name of the collective security alliance between many of the city-states that declared independence from Garanain when Isthor split from Liowa. Its two most significant members are Baingrove and Krahncastle. "
    },
    "!Japrait": {
      "clone": "!japrait"
    },
    "!krahncastle": {
      "text": "Krahncastle is a powerful city-state in eastern Japrait, and the first to declare its independence from Garanain. During a border dispute with New Azletsu, Krahncastle invaded the small town Arrix. It didn't go well."
    },
    "!baingrove": {
      "text": "Baingrove is a city-state in western Japrait, famed for its unique architecture and proximity to Sulhanna's Orchard. The city's wealth, access to high quantities of both Bloom and Blight magic, and high diversity of species make it very very attractive to members of the Mystic Vanguard."
    },
    "!new azletsu": {
      "text": "Though many cities declared their complete independence when the Japraitian Fault Line split Garanain, a comparatively small swath of land on the new continent instead declared loyalty to its longtime economic and cultural neighbour: the Azletsu Republic. The AR accepted this arrangement, and the cities unified under the common national title of New Azletsu. "
    },
    "!valstov": {
      "text": "Brutal and desolate, the Valstov wastes were designed to be a crucible suited for only the most dedicated survivors. Thua has made her home in this antarctic, glass-covered island, and challenges the strong of heart to seek her out in her Refuge."
    },
    "!tolopea": {
      "text": "Varr has yet to succeed in bringing law to Tolopea. Instead, the southern island is clunkily administered by local bureaucrats and petty lords, caught in a cultural crossfire between the legalistic Varrish and the neighboring Vanguards of Baingrove. "
    },
    "!skarn": {
      "text": "Once an independent democracy, Skarn was the eastern neighbor of the Azletsu Kingdom and the home of Drachoria. Many, many years ago, however, the Azletsu conquered Skarn, dismantling its government though leaving its culture intact."
    },
    "!isthor": {
      "text": "The southwestern continent, containing Japrait and New Azletsu."
    },
    "!liowa": {
      "text": "The eastern supercontinent, containing the Azletsu Republic and Garanain."
    },
    "!arrix": {
      "text": "There was a time when almost nobody had ever heard of Arrix. It was nothing but an insignificant town along the border of New Azletsu and Krahncastle's territory. But when Krahncastle invaded, the people of Arrix refused to surrender quietly, and after several days of occupation, voluntarily became the Arrak and drove the Krahncastle invaders out."
    },
    "!drachoria": {
      "text": "Drachoria is the former capital of Skarn and the home of the Boundless Spire."
    },
    "!shimmervale": {
      "text": "Shimmervale is the capital of the Azletsu Republic. It houses the Republic's royal family and senate, and is only a few days' walk to the west of Bluecrest Peak."
    },
    "!cinder mountains": {
      "text": "The mountain range reaching from Shimmervale's eastern border nearly to Drachoria. Much of the central section of the mountain range has collapsed into Helanthaflora Basin."
    },
    "!helanthaflora basin": {
      "text": "Though Helanthaflora Basin used to be part of the Cinder mountains, violent chromatic activity has since shattered the mountains and caused them to sink into the ground. From the cracks seeps intense and highly variable magic, leading to wildlife mutations, changes in fundamental laws like time and gravity, and more. Helanthaflora Basin is home to the Graeoln."
    },
    "!Helanthaflora": {
      "clone": "!helanthaflora basin"
    },
    "!silversteppe": {
      "text": "One of the seven districts of the Azletsu Republic, known for its wide plains and profitable silver mines."
    },
    "!smouldering hills": {
      "text": "One of the seven districts of the Azletsu Republic, known for its positioning in the middle of the cinder mountains and the rich coal deposits within."
    },
    "!sanctus": {
      "text": "One of the seven districts of the Azletsu Republic and a former territory of Skarn, known for housing the famed city Drachoria."
    },
    "!fymoor": {
      "text": "One of the seven districts of the Azletsu Republic, known for its cool bogs and trade ports near Ballath and Valath."
    },
    "!altsfield": {
      "text": "One of the seven districts of the Azletsu Republic and a former territory of Skarn, known for its tranquil meadows and multicultural border towns near the Garani border."
    },
    "!blue lights": {
      "text": "A phenomenon unique to the Cerulean Valley in the Azletsu Kingdom, whereby light filtered through the gleamglass deposits in Bluecrest Peak cast a gentle blue light across huge swaths of land, covering entire cities."
    },
    "!Blue Lights of Summer": {
      "clone": "!blue lights"
    },
    "!cerluean valley": {
      "text": "One of the seven districts of the Azletsu Republic, known for housing Shimmervale and the famous Blue Lights of Summer."
    },
    "!eyrie ": {
      "text": "One of the seven districts of the Azletsu Republic, known for its rocky taiga and easy access to both the Valather islands and Svellsteim."
    },
    "!lakharegh": {
      "text": "The Tai'ak's name for Jaekka. Lit.: The Elder Dreamer."
    },
    "!thunegh": {
      "text": "The Tai'ak's name for Thua. Lit.: The Elder Will."
    },
    "!axxtaregh": {
      "text": "The Tai'ak's name for Novask. Lit.: The Elder Scribe."
    },
    "!sievegh": {
      "text": "The Tai'ak's name for Sulhanna. Lit.: the Elder Painter."
    },
    "!iganegh": {
      "text": "The Tai'ak's name for Iganash. Lit.: The Elder Conqueror."
    },
    "!sunday": {
      "text": "The first day of the week."
    },
    "!modor": {
      "text": "The second day of the week."
    },
    "!tuum": {
      "text": "The third day of the week."
    },
    "!vask": {
      "text": "The fourth day of the week."
    },
    "!thuro": {
      "text": "The fifth day of the week."
    },
    "!fash": {
      "text": "The sixth day of the week."
    },
    "!sulna": {
      "text": "The seventh day of the week."
    },
    "!blightmage": {
      "text": "Common parlance for a sorcerer specializing in Blight magic."
    },
    "!bloomwitch": {
      "text": "Common parlance for a sorcerer specializing in Bloom magic."
    },
    "!dawn": {
      "text": "We rise, and it is beautiful."
    },
    "!dusk": {
      "text": "We fall, and it is glorious."
    },
    "!reanimation": {
      "text": "A frightful thing to see. "
    },
    "!abyss": {
      "text": "One of the many without, or the one within? Both dreadful, surely, but I know which I'd rather fall into."
    },
    "!afterlife": {
      "text": "I'm not the best person to ask about that. You'd want to ask one of the Devoted's monks, maybe? Or just sit with the question. I'm sure you'll reach a fine conclusion. "
    },
    "!arcane": {
      "text": "The unknown depths of mysticism."
    },
    "!arcanum": {
      "clone": "!arcane"
    },
    "!automaton": {
      "text": "Usually they're enchanted objects that carry out simple tasks for the ones who enchanted them. However with today's goings-on, some automatons have become a bit more... autonomous, and have wandered off and started their own lives. Fascinating, no?"
    },
    "!autonomy": {
      "text": "Life's greatest trick. Abusable, but sacred."
    },
    "!baptism": {
      "text": "Grahdaza Hima revived the term. Of her transformation, she writes, \"I feel the weight of a world upon me. My mouth opens. I taste the stars. I drink of them, and so I swallow divinity. This is my baptism. I am reborn.\""
    },
    "!baptised": {
      "clone": "!baptism"
    },
    "!bot": {
      "text": "Another name for automatons, although some self-aware automatons find the term insulting. An interesting conundrum, don't you think?"
    },
    "!conflict": {
      "text": "The beginning of so many things, and the end of almost all."
    },
    "!corruption": {
      "text": "Always a problem among people, but only recently a problem with the world."
    },
    "!curse": {
      "text": "Some people do quite nasty things with magic. Curses—either on objects or living things—are living manifestations of hate, corrupting the host and spreading their vile energies to everything nearby."
    },
    "!death": {
      "text": "Oh dear. Oh dear... that is the question, I suppose. One of the only questions worth answering. "
    },
    "!deity": {
      "text": "Well, it depends who you ask. If you asked a member of the Vanguard, they might tell you there's no such thing. However, ask the Congregation and they'll pull out a whole song and dance about each dragon and how amazing they are. "
    },
    "!demon": {
      "text": "Oh goodness me, no. We don't have any demons around here, at least I should hope we don't!"
    },
    "!emotion": {
      "text": "Even Jaekka seems a bit confused by this one. All we know is that we have them, and they have us, and they are beautiful."
    },
    "!end": {
      "text": "Time's only promise."
    },
    "!essence": {
      "text": "When we look at something, how do we know what it is? When we read a word, how do we know what it means? The ink, the sight, the sound, the experience—all of these are just arrows that point towards the essence of an object."
    },
    "!infinity": {
      "text": "Really. You want me to describe infinity. With words. Surely you see the problem here."
    },
    "!luck": {
      "text": "You're welcome to believe in it. We all need to trust in something. I myself hold confidence in the Conqueror."
    },
    "!dark magic": {
      "text": "Some like to refer to Blight magic as 'dark,' but it seems more like a rhetorical strategy than anything else. There's nothing inherently dark or evil about Blight—at least, no more than Bloom—it's just often not a great idea to use it."
    },
    "!moon": {
      "text": "Although it has no power, the Graeoln still worship it. I don't really understand it, but it seems to make them happy."
    },
    "!sun": {
      "text": "Jaekka created the sun to warm Arholt and to help us sustain life here. If it was cold and dark, I don't imagine things would do as well."
    },
    "!fungi": {
      "text": "There are plenty of different kinds in Arholt. Some look similar, but depending on the kind, they either make you see things, kill you, or are perfectly safe to eat. I don't really trust them, to be honest. "
    },
    "!portal": {
      "text": "There's one set up just on the coastline south of here. The Nexus. It really helps with the young ones coming to visit me. Normally you'd need several months to journey between the continents, but now... Poof! You're here!"
    },
    "!miracle": {
      "text": "They do seem rather common these days. Perhaps we need a new word."
    },
    "!spark": {
      "text": "An old word for chromas. As they became more and more powerful, the name changed to reflect their complexity."
    },
    "!undead": {
      "text": "I've heard stories. Horrid stories. Stories that don't bear repeating. "
    },
    "!physical plane": {
      "text": "We're in it. This is the physical plane, dear. Not much to answer to that question!"
    }
  }
}